[
    {
       "treatment_overview":"Chelation therapyis a medical procedure that involves the administration ofchelatingagents to removeheavy metalsfrom the body.Chelation therapy has a long history of use in clinicaltoxicologyand remains in use for some very specific medical treatments, although it is administered under very careful medical supervision due to various inherent risks.Chelation therapy must be administered with care as it has a number of possible side effects, including death.In response to increasing use of chelation therapy asalternative medicineand in circumstances in which the therapy should not be used in conventional medicine, various health organizations have confirmed that medical evidence does not support the effectiveness of chelation therapy for any purpose other than the treatment of heavy metal poisoning.Over-the-counter chelation products are not approved for sale in the United States.",
       "treatment_name":"Chelation therapy",
       "disease":[
          "Mercury poisoning"
       ]
    },
    {
       "treatment_overview":"Afeeding tubeis a medical device used to provide nutrition to people who cannot obtain nutrition by mouth, are unable to swallow safely, or need nutritional supplementation. The state of being fed by a feeding tube is calledgavage,enteral feedingortube feeding. Placement may be temporary for the treatment of acute conditions or lifelong in the case of chronic disabilities. \r\nA variety of feeding tubes are used in medical practice. They are usually made ofpolyurethaneor silicone. The diameter of a feeding tube is measured inFrench units(each French unit equals 13 mm). They are classified by the site of insertion and intended use.There are dozens of conditions that may require tube feeding.  The more common conditions that necessitate feeding tubes include prematurity, failure to thrive (or malnutrition), neurologic and neuromuscular disorders, inability to swallow, anatomical and post-surgical malformations of the mouth and esophagus, cancer,Sanfilippo syndrome, and digestive disorders.",
       "treatment_name":"Feeding tube",
       "disease":[
          "Myotonic dystrophy"
       ]
    },
    {
       "treatment_overview":"Hematopoietic stem-cell transplantation(HSCT) is thetransplantationofmultipotent hematopoietic stem cells, usually derived frombone marrow,peripheral blood, orumbilical cord blood.It may beautologous(the patient's own stem cells are used),allogeneic(the stem cells come from a donor) orsyngeneic(from anidentical twin).It is most often performed for patients with certaincancersof thebloodorbone marrow, such asmultiple myelomaorleukemia.In these cases, the recipient's immune system is usually destroyed withradiationorchemotherapybefore the transplantation. Infection andgraft-versus-host diseaseare major complications of allogeneic HSCT.",
       "treatment_name":"Hematopoietic stem cell transplantation",
       "disease":[
          "Acute lymphocytic leukemia"
       ]
    },
    {
       "treatment_overview":"Themanagement of HIV/AIDSnormally includes the use of multipleantiretroviral drugsin an attempt to controlHIV infection. There are several classes of antiretroviral agents that act on different stages of theHIVlife-cycle. The use of multiple drugs that act on different viral targets is known ashighly active antiretroviral therapy(HAART). HAART decreases the patient's total burden of HIV, maintains function of theimmune system, and preventsopportunistic infectionsthat often lead to death.HAART also prevents the transmission of HIV betweenserodiscordantsame sex and opposite sex partners so long as the HIV-positive partner maintains an undetectable viral load.Treatment has been so successful that in many parts of the world, HIV has become a chronic condition in which progression toAIDSis increasingly rare.Anthony Fauci, head of the United StatesNational Institute of Allergy and Infectious Diseases, has written, \"With collective and resolute action now and a steadfast commitment for years to come, an AIDS-free generation is indeed within reach.\" In the same paper, he noted that an estimated 700,000 lives were saved in 2010 alone by antiretroviral therapy.As another commentary inThe Lancetnoted, \"Rather than dealing with acute and potentially life-threatening complications, clinicians are now confronted with managing a chronic disease that in the absence of a cure will persist for many decades.\"",
       "treatment_name":"Management of HIV/AIDS",
       "disease":[
          "HIV/AIDS"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Neurostimulator for fecal incontinence",
       "disease":[
          "Fecal incontinence"
       ]
    },
    {
       "treatment_overview":"Dialectical behavior therapy(DBT) is an evidence-basedpsychotherapythat began with efforts to treatborderline personality disorder(also known as Emotional Instability Disorder).There is evidence that DBT can be useful in treatingmood disorders,suicidal ideation, and for change in behavioral patterns such asself-harm, andsubstance abuse.DBT evolved into a process in which the therapist and client work with acceptance and change-oriented strategies, and ultimately balance and synthesize them, in a manner comparable to the philosophicaldialecticalprocess of hypothesis and antithesis, followed by synthesis.This approach was developed byMarsha M. Linehan, a psychology researcher at theUniversity of Washington, to help people increase their emotional and cognitive regulation by learning about the triggers that lead to reactive states and helping to assess which coping skills to apply in the sequence of events, thoughts, feelings, and behaviors to help avoid undesired reactions.",
       "treatment_name":"Dialectical behavior therapy",
       "disease":[
          "Borderline personality disorder"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Medication",
       "disease":[
          "Parkinsons disease",
          "Pneumonia",
          "Shoulder impingement syndrome",
          "Obsessive-compulsive disorder",
          "Amebiasis"
       ]
    },
    {
       "treatment_overview":"Anantibioticis a type ofantimicrobialsubstance active againstbacteria. It is the most important type ofantibacterial agentfor fightingbacterial infections, and antibioticmedicationsare widely used in thetreatmentandpreventionof such infections.They may eitherkillorinhibit the growthof bacteria. A limited number of antibiotics also possessantiprotozoalactivity.Antibiotics are not effective againstvirusessuch as thecommon coldorinfluenza;drugs which inhibit viruses are termedantiviral drugsor antivirals rather than antibiotics.Sometimes, the termantibioticliterally \"opposing life\", from theGreekroots anti, \"against\" and bios, \"life\"is broadly used to refer to any substance used againstmicrobes, but in the usual medical usage, antibiotics (such aspenicillin) are those produced naturally (by onemicroorganismfighting another), whereas nonantibiotic antibacterials (such assulfonamidesandantiseptics) arefully synthetic. However, both classes have the same goal of killing or preventing the growth of microorganisms, and both are included inantimicrobial chemotherapy. \"Antibacterials\" includeantisepticdrugs,antibacterial soaps, and chemicaldisinfectants, whereas antibiotics are an important class of antibacterials used more specifically in medicineandsometimes in livestock feed.",
       "treatment_name":"Antibiotic",
       "disease":[
          "Diverticulitis",
          "Appendicitis",
          "Pertussis",
          "Meningitis"
       ]
    },
    {
       "treatment_overview":"Amuscle relaxantis a drug that affectsskeletal musclefunction and decreases themuscle tone. It may be used to alleviate symptoms such as musclespasms,pain, andhyperreflexia. The term \"muscle relaxant\" is used to refer to two major therapeutic groups:neuromuscular blockersandspasmolytics. Neuromuscular blockers act by interfering with transmission at the neuromuscular end plate and have nocentral nervous system(CNS) activity. They are often used during surgical procedures and inintensive careandemergency medicineto cause temporaryparalysis. Spasmolytics, also known as \"centrally acting\" muscle relaxants, are used to alleviatemusculoskeletalpain and spasms and to reducespasticityin a variety ofneurologicalconditions. While both neuromuscular blockers and spasmolytics are often grouped together as muscle relaxants,the term is commonly used to refer to spasmolytics only.The earliest known use of muscle relaxant drugs was by natives of theAmazon Basinin South America who usedpoison-tippedarrowsthat produced death by skeletal muscle paralysis. This was first documented in the 16th century, when European explorers encountered it.  This poison, known today ascurare, led to some of the earliest scientific studies inpharmacology. Its active ingredient,tubocurarine, as well as many synthetic derivatives, played a significant role in scientific experiments to determine the function ofacetylcholineinneuromuscular transmission.By 1943, neuromuscular blocking drugs became established as muscle relaxants in the practice ofanesthesiaandsurgery.",
       "treatment_name":"Muscle relaxant",
       "disease":[
          "Tetanus"
       ]
    },
    {
       "treatment_overview":"Pleurodesisis a medical procedure in which part of thepleural spaceis artificially obliterated.It involves the adhesion of the visceral and the costal pleura. The mediastinal pleura is spared.Pleurodesis is performed to prevent recurrence ofpneumothoraxor recurrentpleural effusion. It can be done chemically or surgically. It is generally avoided in patients withcystic fibrosis, if possible, becauselung transplantationbecomes more difficult following this procedure. Previous pneumothorax with or without pleurodesis is not a contraindication to subsequent lung transplantation.",
       "treatment_name":"Pleurodesis",
       "disease":[
          "Pneumothorax"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"End",
       "disease":[
          "Alcoholic liver disease"
       ]
    },
    {
       "treatment_overview":"Electroconvulsive therapy(ECT), formerly known aselectroshock therapy, is apsychiatrictreatment in whichseizuresin the brain (without muscularconvulsions) are electrically induced in patients to provide relief frommental disorders.Typically, 70 to 120voltsare applied externally to the patient's head resulting in approximately 800milliamperesof direct current passed through the brain, for 100millisecondsto 6 seconds duration, either from temple to temple (bilateral ECT) or from front to back of one side of the head (unilateral ECT).The ECT procedure was first conducted in 1938 by Italian psychiatristUgo Cerlettiand rapidly replaced less safe and effective forms ofbiological treatmentsin use at the time. ECT is often used withinformed consentas a safe and effective intervention formajor depressive disorder,mania, andcatatonia.ECT machines were originally placed in the Class III category by theUnited States Food and Drug Administration(FDA) in 1976.They were re-classified as Class II devices, for treatment of catatonia, major depressive disorder, andbipolar disorder, in 2018.",
       "treatment_name":"Electroconvulsive therapy",
       "disease":[
          "Major depressive disorders"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Epinephrine",
       "disease":[
          "Croup"
       ]
    },
    {
       "treatment_overview":"TheEpley maneuverorrepositioning maneuveris a maneuver used by medical professionals to treat one common cause ofvertigo,benign paroxysmal positional vertigo(BPPV)of the posterior or anterior canals of the ear.It works by allowing free-floating particles from the affectedsemicircular canalto be relocated, using gravity, back into theutricle, where they can no longer stimulate thecupula, therefore relieving the patient of bothersome vertigo.This maneuver was developed by Dr. John Epley and first described in 1980.A version of the maneuver called the \"modified\" Epley does not include vibrations of the mastoid process originally indicated by Epley, as they have since been shown not to improve the efficacy of the treatment.",
       "treatment_name":"Epley maneuver",
       "disease":[
          "Benign paroxysmal positional nystagmus"
       ]
    },
    {
       "treatment_overview":"Post-exposure prophylaxis, also known aspost-exposure prevention(PEP), is anypreventive medicaltreatment started after exposure to apathogenin order to prevent the infection from occurring.PEP is commonly and very effectively used to prevent the onset ofrabiesafter a bite by a suspected-rabid animal, since diagnostic tools are not available to detect rabies infection prior to the onset of the nearly always-fatal disease.The treatment consists of a series of injections ofrabies vaccineandimmunoglobulin.Rabies vaccineis given to both humans and animals who have been potentially exposed torabies.",
       "treatment_name":"Post-exposure prophylaxis",
       "disease":[
          "Rabies"
       ]
    },
    {
       "treatment_overview":"Liver transplantationorhepatic transplantationis the  replacement of adiseased liverwith the healthyliverfrom another person (allograft). Liver transplantation is a treatment option forend-stage liver diseaseandacute liver failure, although availability of donor organs is a major limitation. The most common technique is orthotopic transplantation, in which the native liver is removed and replaced by the donor organ in the same anatomic position as the original liver. The surgical procedure is complex, requiring careful harvest of the donor organ and meticulous implantation into the recipient. Liver transplantation is highly regulated, and only performed at designated transplant medical centers by highly trained transplant physicians and supporting medical team. The duration of the surgery ranges from 4 to 18 hours depending on outcome.Favorable outcomes require careful screening for eligible recipient, as well as a well-calibrated live orcadavericdonor match.Liver transplantation is a potential treatment for acute or chronic conditions which cause irreversible and severe (\"end-stage\") liver dysfunction.Since the procedure carries relatively high risks, is resource-intensive, and requires major life-modifications after surgery, it is reserved for dire circumstances.",
       "treatment_name":"Liver transplantation",
       "disease":[
          "Liver cirrhosis",
          "Alcoholic liver disease"
       ]
    },
    {
       "treatment_overview":"Oral rehydration therapy(ORT) is a type offluid replacementused to prevent and treatdehydration, especially that due todiarrhea.It involves drinking water with modest amounts of sugar and salts, specificallysodiumandpotassium.Oral rehydration therapy can also be given by anasogastric tube.Therapy should routinely include the use ofzinc supplements.Use of oral rehydration therapy has been estimated to decrease the risk of death from diarrhea by up to 93%.Side effects may includevomiting,high blood sodium, orhigh blood potassium.If vomiting occurs, it is recommended that use be paused for 10 minutes and then gradually restarted.The recommended formulation includessodium chloride,sodium citrate,potassium chloride, andglucose.Glucose may be replaced bysucroseand sodium citrate may be replaced bysodium bicarbonate, if not available.It works as glucose increases the uptake of sodium and thus water by theintestines.A number of other formulations are also available including versions that can be made at home.However, the use of homemade solutions has not been well studied.",
       "treatment_name":"Oral rehydration therapy",
       "disease":[
          "Cholera"
       ]
    },
    {
       "treatment_overview":"Orthotics(Greek:,romanized:ortho,lit.'to straighten, to align') is amedical specialtythat focuses on the design and application oforthoses. Anorthosis(plural:orthoses) is \"an externally applied device used to modify the structural and functional characteristics of the neuromuscular andskeletal system\".Anorthotistis the primary medical clinician responsible for the prescription, manufacture and management of orthoses.An orthosis may be used to:Orthotics combines knowledge ofanatomy and physiology,pathophysiology,biomechanicsandengineering. Patients who benefit from an orthosis may have a condition such asspina bifidaorcerebral palsy, or have experienced aspinal cord injuryorstroke. Equally, orthoses are sometimes used prophylactically or to optimise performance in sport.",
       "treatment_name":"Orthotic device",
       "disease":[
          "Patellofemoral pain syndrome"
       ]
    },
    {
       "treatment_overview":"Immunotherapyorbiological therapyis the treatment ofdiseaseby activating or suppressing theimmune system. Immunotherapies designed to elicit or amplify an immune response are classified asactivation immunotherapies,while immunotherapies that reduce or suppress are classified assuppression immunotherapies.In recent years, immunotherapy has become of great interest to researchers, clinicians andpharmaceutical companies, particularly in its promise to treat various forms ofcancer.",
       "treatment_name":"Immunotherapy",
       "disease":[
          "Acute lymphocytic leukemia"
       ]
    },
    {
       "treatment_overview":"Heat therapy, also calledthermotherapy, is the use ofheatintherapy, such as forpain reliefand health. It can take the form of a hot cloth,hot water bottle,ultrasound,heating pad,hydrocollatorpacks,whirlpool baths, cordlessFIRheat therapy wraps, and others. It can be beneficial to those witharthritisand stiffmusclesand injuries to the deep tissue of the skin.  Heat may be an effective self-care treatment for conditions likerheumatoid arthritis.Heat therapy is most commonly used for rehabilitation purposes.  The therapeutic effects of heat include increasing the extensibility of collagen tissues; decreasing joint stiffness; reducing pain; relieving muscle spasms; reducing inflammation,edema, and aids in the post acute phase of healing; and increasing blood flow.  The increased blood flow to the affected area provides proteins, nutrients, and oxygen for better healing.",
       "treatment_name":"Heat therapy",
       "disease":[
          "Uveal melanoma"
       ]
    },
    {
       "treatment_overview":"Labor inductionis the process or treatment that stimulateschildbirthand delivery. Inducing (starting) labor can be accomplished with pharmaceutical or non-pharmaceutical methods. In Western countries, it is estimated that one-quarter of pregnant women have their labor medically induced with drug treatment.Inductions are most often performed either withprostaglandindrug treatment alone, or with a combination of prostaglandin and intravenousoxytocintreatment.Commonly accepted medical reasons for induction include:",
       "treatment_name":"Labor induction",
       "disease":[
          "Postterm pregnancy"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Lithium compounds",
       "disease":[
          "Cluster headache"
       ]
    },
    {
       "treatment_overview":"ATNF inhibitoris apharmaceutical drugthat suppresses the physiologic response totumor necrosis factor(TNF), which is part of theinflammatory response. TNF is involved in autoimmune and immune-mediated disorders such asrheumatoid arthritis,ankylosing spondylitis,inflammatory bowel disease,psoriasis,hidradenitis suppurativaand refractoryasthma, so TNF inhibitors may be used in their treatment. The important side effects of TNF inhibitors include lymphomas, infections (especially reactivation of latenttuberculosis), congestive heart failure, demyelinating disease, a lupus-like syndrome, induction of auto-antibodies, injection site reactions, and systemic side effects.The global market for TNF inhibitors in 2008 was $13.5 billionand $22 billion in 2009.",
       "treatment_name":"TNF inhibitor",
       "disease":[
          "Behçets disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Phototherapy for neonatal jaundice",
       "disease":[
          "Neonatal jaundice"
       ]
    },
    {
       "treatment_overview":"Treatments for overactive bladderare therapies used to treatoveractive bladderor related conditions, such asurinary incontinenceandfrequent urination. Behavioral modification and medications are commonly used to treat this condition.Studies have shown that few people get complete relief from overactive bladder drugs and that all available drugs are no more than moderately effective.A typical person with overactive bladder may urinate 12 times per day.Medication may reduce this number by 2-3 and reduceurinary incontinenceevents by 1-2 per day.",
       "treatment_name":"Treatments for overactive bladder",
       "disease":[
          "Low compliance bladder"
       ]
    },
    {
       "treatment_overview":"Ananalgesicorpainkilleris any member of the group ofdrugsused to achieve analgesia, relief frompain.Analgesic drugs act in various ways on theperipheralandcentralnervous systems. They are distinct fromanesthetics, which temporarily affect, and in some instances completely eliminate,sensation. Analgesics includeparacetamol(known in North America asacetaminophenor simply APAP), thenonsteroidal anti-inflammatory drugs(NSAIDs) such as thesalicylates, andopioiddrugs such asmorphineandoxycodone.",
       "treatment_name":"Analgesic",
       "disease":[
          "Migraine disorder",
          "Tension headache"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Nutritional support",
       "disease":[
          "Inclusion body myositis"
       ]
    },
    {
       "treatment_overview":"Preventive healthcare, orprophylaxis, consists of measures taken for disease prevention.Disease and disability are affected byenvironmental factors,genetic predisposition, disease agents, and lifestyle choices and are dynamic processes which begin before individuals realize they are affected. Disease prevention relies on anticipatory actions that can be categorized as primal,primary, secondary, and tertiary prevention.Each year, millions of people die of preventable deaths. A 2004 study showed that about half of all deaths in the United States in 2000 were due to preventable behaviors and exposures.Leading causes includedcardiovascular disease, chronicrespiratory disease, unintentional injuries,diabetes, and certain infectious diseases.This same study estimates that 400,000 people die each year in the United States due to poor diet and asedentary lifestyle.According to estimates made by theWorld Health Organization(WHO), about 55 million people died worldwide in 2011, two thirds of this group from non-communicable diseases, includingcancer,diabetes, and chroniccardiovascularandlung diseases.This is an increase from the year 2000, during which 60% of deaths were attributed to these diseases.Preventive healthcare is especially important given the worldwide rise in prevalence of chronic diseases and deaths from these diseases.",
       "treatment_name":"Preventive medicine",
       "disease":[
          "Alcoholic liver disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Steroid",
       "disease":[
          "Meningitis",
          "Croup"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Antimicrobial drug",
       "disease":[
          "Leprosy"
       ]
    },
    {
       "treatment_overview":"Radiation therapyorradiotherapy, often abbreviatedRT,RTx, orXRT, is a therapy usingionizing radiation, generally as part of cancer treatment to control or killmalignantcellsand normally delivered by alinear accelerator. Radiation therapy may be curative in a number of types of cancer if they are localized to one area of the body. It may also be used as part ofadjuvant therapy, to prevent tumor recurrence after surgery to remove a primary malignant tumor (for example, early stages of breast cancer). Radiation therapy is synergistic withchemotherapy, and has been used before, during, and after chemotherapy in susceptible cancers. The subspecialty of oncology concerned with radiotherapy is calledradiation oncology.Radiation therapy is commonly applied to the cancerous tumor because of its ability to control cell growth. Ionizing radiation works by damaging theDNAof cancerous tissue leading tocellular death. To spare normal tissues (such as skin or organs which radiation must pass through to treat the tumor), shaped radiation beams are aimed from several angles of exposure to intersect at the tumor, providing a much largerabsorbed dosethere than in the surrounding healthy tissue. Besides the tumour itself, the radiation fields may also include the draining lymph nodes if they are clinically or radiologically involved with the tumor, or if there is thought to be a risk of subclinical malignant spread. It is necessary to include a margin of normal tissue around the tumor to allow for uncertainties in daily set-up and internal tumor motion. These uncertainties can be caused by internal movement (for example, respiration and bladder filling) and movement of external skin marks relative to the tumor position.",
       "treatment_name":"Radiation therapy",
       "disease":[
          "Epithelioma"
       ]
    },
    {
       "treatment_overview":"Psychotherapy(alsopsychological therapyortalking therapy) is the use ofpsychologicalmethods, particularly when based on regularpersonal interactionwith adults, to help a person change behavior and overcome problems in desired ways. Psychotherapy aims to improve an individual'swell-beingandmental health, to resolve or mitigate troublesome behaviors, beliefs, compulsions, thoughts, or emotions, and to improve relationships andsocial skills. There is also a range of psychotherapies designed for children and adolescents, which typically involve play, such assandplay. Certain psychotherapies are consideredevidence-basedfor treating some diagnosedmental disorders. Others have been criticized aspseudoscience.There are over a thousand different psychotherapy techniques, some being minor variations, while others are based on very different conceptions of psychology,ethics(how to behave professionally), or techniques. Most involve one-to-one sessions, between the client and therapist, but some are conducted withgroups,includingfamilies.",
       "treatment_name":"Psychotherapy",
       "disease":[
          "Gender dysphoria",
          "Seasonal affective disorder",
          "Narcissistic personality disorder",
          "Antisocial personality disorder",
          "Impulse control disorder",
          "Mental disorder",
          "Anorexia nervosa",
          "Bipolar disorder",
          "Somatization disorder",
          "Psychosis",
          "Agoraphobia",
          "Phobia",
          "Paraphilia",
          "Obsessive-compulsive disorder",
          "Non-controlled substance abuse",
          "Erectile dysfunction",
          "Dissociative identity disorder",
          "Insomnia",
          "Mood disorder",
          "Borderline personality disorder",
          "Schizophreniform disorder",
          "Obsessive-compulsive personality disorder",
          "Personality disorder",
          "Hypoactive sexual desire disorder",
          "Premature ejaculation",
          "Dependent personality disorder",
          "Eating disorder",
          "Schizophrenia",
          "Dysthymic disorder",
          "Major depressive disorders",
          "Schizoid personality disorder",
          "Anxiety disorder",
          "Conduct disorder",
          "Delusional disorder",
          "Paranoid personality disorder",
          "Pathological gambling",
          "Pedophilia",
          "Histrionic personality disorder",
          "Schizotypal personality disorder"
       ]
    },
    {
       "treatment_overview":"Blood transfusionis the process of transferringbloodorblood productsinto one'scirculationintravenously.Transfusions are used for various medical conditions to replace lost components of the blood. Early transfusions usedwhole blood, but modern medical practice commonly uses only components of the blood, such asred blood cells,white blood cells,plasma,clotting factors, andplatelets.Red blood cells (RBC) containhemoglobin, and supply thecellsof the body withoxygen. White blood cells are not commonly used during transfusion, but are part of the immune system, and fight infections.Plasmais the \"yellowish\" liquid part of blood, which acts as a buffer, and contains proteins and important substances needed for the body's overall health. Platelets are involved in blood clotting, preventing the body from bleeding. Before these components were known, doctors believed that blood was homogenous. Because of this, many patients died because incompatible blood was transferred to them.",
       "treatment_name":"Blood transfusion",
       "disease":[
          "Acute lymphocytic leukemia",
          "Amebiasis"
       ]
    },
    {
       "treatment_overview":"Potassium chloride(also known asKClorpotassium salt) is ametal halidesaltcomposed ofpotassiumandchlorine. It isodorlessand has a white orcolorlessvitreouscrystalappearance. The solid dissolves readily in water, and its solutions have asalt-like taste. It could be obtained from ancient dried lake deposits.KCl is used as a fertilizer,inmedicine, in scientific applications, and infood processing, where it may be known asE numberadditiveE508.In a few states of the United States, it is used to causecardiac arrest, as the third drug in the \"three drug cocktail\" for executions bylethal injection. It occurs naturally as themineralsylvite, and in combination withsodium chlorideassylvinite.",
       "treatment_name":"Potassium chloride",
       "disease":[
          "Hypokalemic periodic paralysis"
       ]
    },
    {
       "treatment_overview":"Cardiopulmonary resuscitation(CPR) is anemergency procedurethat combines chest compressions often withartificial ventilationin an effort to manually preserve intact brain function until further measures are taken to restore spontaneous blood circulation and breathing in a person who is incardiac arrest. It isrecommendedin those who are unresponsive with no breathing or abnormal breathing, for example,agonal respirations.CPR involves chest compressions for adults between 5 cm (2.0 in) and 6 cm (2.4 in) deep and at a rate of at least 100 to 120 per minute.The rescuer may also provide artificial ventilation by either exhaling air into the subject's mouth or nose (mouth-to-mouth resuscitation) or using a device that pushes air into the subject's lungs (mechanical ventilation). Current recommendations place emphasis on early and high-quality chest compressions over artificial ventilation; a simplified CPR method involving chest compressions, is only recommended for untrained rescuers.In children, however, only doing compressions may result in worse outcomes, because in children the problem normally arises from a respiratory, rather than cardiac problem.Chest compression to breathing ratios is set at 30 to 2 in adults.",
       "treatment_name":"Cardiopulmonary Resuscitation(CPR)",
       "disease":[
          "Hypothermia",
          "Ventricular fibrillation"
       ]
    },
    {
       "treatment_overview":"Athletic tapingis the process of applying tape directly to the skin or over prewrap in order to maintain a stable position of bones and muscles during athletic activity. It is a procedure that usesathletic tape(pressure-sensitive tapesimilar tosurgical tapeorelastic therapeutic tape), attached to theskin, to physically holdmusclesorbonesat a certain position. This reduces pain and aids recovery. Taping is usually used to help recover from overuse and other injuries.The general goals of athletic taping are to restrict the motion of an injured joint, in order to add stability for a temporary period of time. It compresses soft tissues to reduce swelling, support anatomical structures involved in the injury, serve as a splint or secure a splint, secure dressing or bandages, protect the injured joint from re-injury, and protect the injured part while the injured part is in the healing process.",
       "treatment_name":"Athletic taping",
       "disease":[
          "Patellofemoral pain syndrome"
       ]
    },
    {
       "treatment_overview":"Physical therapy(PT), also known asphysiotherapy, is one of theallied health professionsthat, by usingevidence-basedkinesiology,exercise prescription,health education,mobilization,electricalandphysical agents, treats acute or chronicpain,movementandphysical impairmentsresulting frominjury,traumaorillnesstypically ofmusculoskeletal,cardiovascular,respiratory,neurologicalandendocrinologicalorigins. Physical therapy is used to improve a patient's physical functions throughphysical examination, diagnosis, prognosis,patient education, physical intervention, rehabilitation,disease preventionandhealth promotion. It is practiced byphysical therapists(known asphysiotherapistsin many countries).In addition to clinical practice, other activities encompassed in the physical therapy profession include research, education, consultation and administration. Physical therapy is provided as aprimary caretreatment or alongside, or in conjunction with, othermedicalservices. In some jurisdictions, such as the United Kingdom, physical therapists have the power to prescribe medication.",
       "treatment_name":"Physiotherapy",
       "disease":[
          "Charcot–Marie–Tooth disease",
          "Emery-Dreifuss muscular dystrophy",
          "Facioscapulohumeral muscular dystrophy",
          "Limb-girdle muscular dystrophy",
          "Duchenne muscular dystrophy",
          "Inclusion body myositis",
          "Becker muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"Coronary artery bypass surgery, also known ascoronary artery bypass graft(CABG, pronounced \"cabbage\")surgery, and colloquiallyheart bypassorbypass surgery, is a surgical procedure torestore normal blood flowto an obstructedcoronary artery. A normal coronary artery transportsbloodto theheart muscleitself, not through the maincirculatory system.There are two main approaches. In one, the leftinternal thoracic artery, LITA (also called left internal mammary artery, LIMA) is diverted to theleft anterior descending branchof theleft coronary artery. In this method, the artery is \"pedicled\" which means it is not detached from the origin. In the other, agreat saphenous veinis removed from a leg; one end is attached to theaortaor one of its major branches, and the other end is attached to the obstructed artery immediately after the obstruction to restore blood flow.",
       "treatment_name":"Coronary artery bypass surgery",
       "disease":[
          "Ischaemic heart disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Ibuprofen",
       "disease":[
          "Sarcoidosis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Azathioprine",
       "disease":[
          "Dermatomyositis",
          "Behçets disease",
          "Polymyositis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Streptomycin",
       "disease":[
          "Plague"
       ]
    },
    {
       "treatment_overview":"Mohs surgery, developed in 1938 by ageneral surgeon,Frederic E. Mohs, is microscopically controlled surgery used to treat common types ofskin cancer. During the surgery, after each removal of tissue and while the patient waits, the tissue is examined for cancer cells. That examination dictates the decision for additional tissue removal. Mohs surgery is the gold standard method for obtaining complete margin control during removal of a skin cancer (complete circumferential peripheral and deep margin assessment -CCPDMA) usingfrozen sectionhistology.CCPDMA or Mohs surgery allows for the removal of a skin cancer with very narrowsurgical marginand a high cure rate.The cure rate with Mohs surgery cited by most studies is between 97% and 99.8% for primarybasal-cell carcinoma, the most common type of skin cancer.:13Mohs procedure is also used forsquamous cell carcinoma, but with a lower cure rate. Recurrent basal-cell cancer has a lower cure rate with Mohs surgery, more in the range of 94%.:7It has been used in the removal ofmelanoma-in-situ (cure rate 77% to 98% depending on surgeon), and certain types ofmelanoma(cure rate 52%).:4:21120",
       "treatment_name":"Mohs surgery",
       "disease":[
          "Epithelioma"
       ]
    },
    {
       "treatment_overview":"Achest tube(chest drain,thoracic catheter,tube thoracostomy, orintercostal drain) is a flexible plastic tube that is inserted through the chest wall and into thepleural spaceormediastinum. It is used to remove air (pneumothorax),fluid (pleural effusion,blood,chyle), or pus (empyema) from the intrathoracic space. It is also known as a Bulaudrainor an intercostal catheter.The concept ofchest drainagewas first advocated byHippocrateswhen he described the treatment ofempyemaby means of incision, cautery, and insertion of metal tubes.However, the technique was not widely used until the influenza epidemic of 1918 to drain post-pneumonic empyema, which was first documented by Dr. C. Pope, on \"Joel\", a 22-month-old infant.The use of chest tubes in postoperative thoracic care was reported in 1922,and they were regularly used post-thoracotomy inWorld War II, though they were not routinely used for emergency tube thoracostomy following acute trauma until theKorean War.",
       "treatment_name":"Chest tube",
       "disease":[
          "Pneumothorax"
       ]
    },
    {
       "treatment_overview":"Oxygen therapy, also known assupplemental oxygen, is the use ofoxygenas amedical treatment.This can include forlow blood oxygen,carbon monoxide toxicity,cluster headaches, and to maintain enough oxygen whileinhaled anestheticsare given.Long-term oxygen is often useful in people with chronically low oxygen such as from severeCOPDorcystic fibrosis.Oxygen can be given in a number of ways includingnasal cannula,face mask, and inside ahyperbaric chamber.Oxygen is required for normalcell metabolism.Excessively high concentrations can causeoxygen toxicitysuch as lung damage or result inrespiratory failurein those who are predisposed.Higher oxygen concentrations also increase the risk of fires, particularly while smoking, and without humidification can also dry out the nose.The targetoxygen saturationrecommended depends on the condition being treated.In most conditions a saturation of 9496% is recommended, while in those at risk ofcarbon dioxide retentionsaturations of 8892% are preferred, and in those with carbon monoxide toxicity orcardiac arrestthey should be as high as possible.Air is typically 21% oxygen by volume while oxygen therapy increases this by some amount up to 100%.",
       "treatment_name":"Oxygen therapy",
       "disease":[
          "Cluster headache",
          "Berylliosis"
       ]
    },
    {
       "treatment_overview":"Percutaneous coronary intervention(PCI) is a non-surgical procedure used to treatnarrowingof thecoronary arteriesof theheartfound incoronary artery disease. The process involves combining coronaryangioplastywith stenting, which is the insertion of a permanent wire-meshed tube that is either drug eluting (DES) or composed of bare metal (BMS). The stent delivery balloon from the angioplasty catheter is inflated with media to force contact between the struts of the stent and the vessel wall (stent apposition), thus widening the blood vessel diameter. After accessing the blood stream through thefemoralorradial artery, the procedure usescoronary catheterizationto visualise the blood vessels on X-ray imaging. After this, aninterventional cardiologistcan perform  acoronary angioplasty, using aballoon catheterin which a deflated balloon is advanced into the obstructed artery and inflated to relieve the narrowing; certain devices such asstentscan be deployed to keep the blood vessel open. Various other procedures can also be performed.Primary PCIis the urgent use of PCI in people with acuteheart attack, especially where there is evidence of heart damage on theelectrocardiogram. PCI is also used in people after other forms of myocardial infarction orunstable anginawhere there is a high risk of further events. Finally, PCI may be used in people with stableangina pectoris, particularly if the symptoms are difficult to control with medication. PCI is an alternative tocoronary artery bypass grafting(CABG, often referred to as \"bypass surgery\"), which bypasses stenotic arteries by grafting vessels from elsewhere in the body. Under certain circumstances such as extensive blockages, background ofdiabetes, CABG may be superior.",
       "treatment_name":"Percutaneous coronary intervention",
       "disease":[
          "Ischaemic heart disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Intravenous Immunoglobulin",
       "disease":[
          "Dermatomyositis",
          "Polymyositis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Antipsychotics",
       "disease":[
          "Frontotemporal dementia"
       ]
    },
    {
       "treatment_overview":"Botulinum toxin(Botox) is aneurotoxicproteinproduced by thebacteriumClostridium botulinumand related species.It prevents the release of theneurotransmitteracetylcholinefromaxonendings at theneuromuscular junction, thus causingflaccid paralysis.Infection with the bacterium causes the diseasebotulism. The toxin is also used commercially for medical and cosmetic purposes.The seven main types of botulinum toxin are named types A to G. New types are occasionally found.Types A and B are capable of causing disease in humans, and are also used commercially and medically.Types CG are less common; types E and F can cause disease in humans, while the other types cause disease in other animals.Botulinum toxin types A and B are used in medicine to treat variousmuscle spasms.",
       "treatment_name":"Botulinum toxin group",
       "disease":[
          "Migraine disorder"
       ]
    },
    {
       "treatment_overview":"Corticosteroidsare a class ofsteroid hormonesthat are produced in theadrenal cortexofvertebrates, as well as the synthetic analogues of these hormones. Two main classes of corticosteroids,glucocorticoidsandmineralocorticoids, are involved in a wide range ofphysiologicalprocesses, includingstress response,immune response, and regulation ofinflammation,carbohydratemetabolism,proteincatabolism, bloodelectrolytelevels, and behavior.Some common naturally occurring steroid hormones arecortisol(C21H30O5),corticosterone(C21H30O4),cortisone(C21H28O5) andaldosterone(C21H28O5). (Note that cortisone and aldosterone areisomers.) The main corticosteroids produced by the adrenal cortex are cortisol and aldosterone.",
       "treatment_name":"Corticosteroid",
       "disease":[
          "Limb-girdle muscular dystrophy",
          "Duchenne muscular dystrophy",
          "Cluster headache",
          "Dermatomyositis",
          "Berylliosis",
          "Behçets disease",
          "Polymyositis"
       ]
    },
    {
       "treatment_overview":"Abstinenceis a self-enforced restraint from indulging in bodily activities that are widely experienced as givingpleasure. Most frequently, the term refers tosexual abstinence, or abstinence fromalcohol, drugs, orfood.Because the regimen is intended to be a conscious act, freely chosen to enhance life, abstinence is sometimes distinguished from the psychological mechanism ofrepression. The latter is an unconscious state, having unhealthy consequences.",
       "treatment_name":"Abstinence",
       "disease":[
          "Lactose intolerance"
       ]
    },
    {
       "treatment_overview":"Psychoeducationis an evidence-basedtherapeuticintervention for patients and their loved ones that provides information and support to better understand and cope with illness. Psychoeducation is most often associated with serious mental illness, including dementia,schizophrenia,clinical depression,anxiety disorders,psychotic illnesses,eating disorders,personality disordersandautism, although the term has also been used for programs that address physical illnesses, such as cancer.Psychoeducation offered to patients and family members teaches problem-solving and communication skills and provides education and resources in an empathetic and supportive environment. Results from more than 30 studies indicate psychoeducation improves family well-being, lowers rates of relapse and improves recovery.",
       "treatment_name":"Psychoeducation",
       "disease":[
          "Dissociative identity disorder"
       ]
    },
    {
       "treatment_overview":"Fecal microbiota transplant(FMT), also known as astool transplant,is the process of transferring fecal bacteria and other microbes from a healthy individual into another individual. FMT is an effective treatment forClostridioides difficileinfection(CDI).It may be more effective thanvancomycin.Side effects may include a risk ofinfections, therefore the donor should bescreened.FMT involves restoration of thecolonic microfloraby introducing healthy bacterial flora through infusion of stool viacolonoscopy,enema,orogastric tube, or by mouth in the form of acapsulecontaining feces from a healthy donor, which in some cases isfreeze-dried.",
       "treatment_name":"Fecal bacteriotherapy",
       "disease":[
          "Clostridium difficile colitis"
       ]
    },
    {
       "treatment_overview":"Gene therapy(also calledhuman gene transfer) is amedicalfield which focuses on the utilization of the therapeutic delivery ofnucleic acidsinto a patient's cells as adrugto treat disease.The first attempt at modifying humanDNAwas performed in 1980 byMartin Cline, but the first successful nuclear gene transfer in humans, approved by theNational Institutes of Health, was performed in May 1989.The first therapeutic use of gene transfer as well as the first direct insertion of human DNA into the nuclear genome was performed byFrench Andersonin a trial starting in September 1990. It is thought to be able to cure many genetic disorders or treat them over time.Between 1989 and December 2018, over 2,900 clinical trials were conducted, with more than half of them inphase I.As of 2017, Spark Therapeutics'Luxturna(RPE65 mutation-induced blindness) and Novartis'Kymriah(Chimeric antigen receptor T celltherapy) are the FDA's first approved gene therapies to enter the market. Since that time, drugs such as Novartis'ZolgensmaandAlnylam'sPatisiranhave also received FDA approval, in addition to other companies' gene therapy drugs. Most of these approaches utilizeadeno-associated viruses(AAVs) andlentivirusesfor performing gene insertions,in vivoandex vivo, respectively.ASO/siRNAapproaches such as those conducted byAlnylamandIonis Pharmaceuticalsrequire non-viral delivery systems, and utilize alternative mechanisms for trafficking to liver cells by way ofGalNActransporters.",
       "treatment_name":"Gene therapy",
       "disease":[
          "Duchenne muscular dystrophy",
          "Becker muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"Anticoagulants, commonly known asblood thinners, arechemical substancesthat prevent or reducecoagulationofblood, prolonging theclotting time.Some of them occur naturally inblood-eatinganimals such asleechesandmosquitoes, where they help keep the bite area unclotted long enough for the animal to obtain some blood.As a class ofmedications, anticoagulants are used intherapyforthrombotic disorders.Oralanticoagulants (OACs) are taken by many people inpillortabletform, and variousintravenousanticoagulantdosage formsare used in hospitals.Some anticoagulants are used in medical equipment, such as sample tubes,blood transfusionbags,heart-lung machines, anddialysisequipment.One of the first anticoagulants, warfarin, was initially approved as arodenticide.Anticoagulants are closely related toantiplatelet drugsandthrombolyticdrugs by manipulating the various pathways of blood coagulation.Specifically, antiplatelet drugs inhibit platelet aggregation (clumping together), whereas anticoagulants inhibit specific pathways of the coagulation cascade, which happens after the initial platelet aggregation and ultimately leads to formation of fibrin and stable aggregated platelet products.",
       "treatment_name":"Anticoagulant",
       "disease":[
          "Factor V Leiden"
       ]
    },
    {
       "treatment_overview":"Exerciseis anybodilyactivity that enhances or maintainsphysical fitnessand overallhealthand wellness.It is performed for various reasons, to aid growth and improve strength, preventingaging, developingmusclesand thecardiovascular system, honingathleticskills,weight lossor maintenance, improving healthand also for enjoyment. Many individuals choose toexercise outdoorswhere they can congregate in groups, socialize, and enhancewell-being.",
       "treatment_name":"Physical exercise",
       "disease":[
          "Ischaemic heart disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Interferon alpha 2",
       "disease":[
          "Behçets disease"
       ]
    },
    {
       "treatment_overview":"Caesarean section, also known asC-section, orcaesarean delivery, is the use ofsurgerytodeliver babies.A caesarean section is often necessary when avaginal deliverywould put the baby or mother at risk.Reasons for this may includeobstructed labor,twin pregnancy,high blood pressurein the mother,breech birth, or problems with theplacentaorumbilical cord.A caesarean delivery may be performed based upon the shape of the mother'spelvisor history of a previous C-section.A trial ofvaginal birth after C-sectionmay be possible.TheWorld Health Organizationrecommends that caesarean section be performed only when medically necessary.Some C-sections are performedwithout a medical reason, upon requestby someone, usually the mother.A C-section typically takes 45 minutes to an hour.It may be done with aspinal block, where the woman is awake, or undergeneral anesthesia.Aurinary catheteris used to drain thebladder, and the skin of theabdomenis then cleaned with anantiseptic.Anincisionof about 15 cm (6 inches) is then typically made through the mother's lower abdomen.Theuterusis then opened with a second incision and the baby delivered.The incisions are thenstitchedclosed.A woman can typically beginbreastfeedingas soon as she is out of theoperating roomand awake.Often, several days are required in the hospital to recover sufficiently to return home.",
       "treatment_name":"Cesarean section",
       "disease":[
          "Postterm pregnancy"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Cataract glasses",
       "disease":[
          "Cataract"
       ]
    },
    {
       "treatment_overview":"Antiarrhythmic agents, also known ascardiac dysrhythmia medications, are a group ofpharmaceuticalsthat are used to suppress abnormal rhythms of theheart(cardiac arrhythmias), such asatrial fibrillation,atrial flutter,ventricular tachycardia, andventricular fibrillation.Many attempts have been made to classify antiarrhythmic agents. The problem arises from the fact that many of the antiarrhythmic agents have multiple modes of action, making any classification imprecise.",
       "treatment_name":"Antiarrhythmic agent",
       "disease":[
          "Emery-Dreifuss muscular dystrophy",
          "Becker muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Unknown",
       "disease":[
          "Charcot–Marie–Tooth disease",
          "Creutzfeldt-Jakob disease"
       ]
    },
    {
       "treatment_overview":"Light therapyorphototherapy, classically referred to asheliotherapyconsists either of exposure todaylightor some equivalent form of light as a treatment forseasonal affective disorder(SAD), or exposure of the skin to specificwavelengthsof light usingpolychromaticpolarised lightto treat a skin condition.It is used as a treatment for wintertime seasonal affective disorder and incircadian rhythm disorders, such asdelayed sleep phase disorder.There is tentative evidence to support its use to treat non-seasonalpsychiatric disorders, in particularmajor depressionand depression inbipolar disorder.",
       "treatment_name":"Light therapy",
       "disease":[
          "Jet lag"
       ]
    },
    {
       "treatment_overview":"Acylindrical lensis alenswhichfocuseslight into a line instead of a point, as aspherical lenswould.  The curved face or faces of a cylindrical lens are sections of acylinder, and focus the image passing through it into a line parallel to the intersection of the surface of the lens and a plane tangent to it.  The lens compresses the image in the direction perpendicular to this line, and leaves it unaltered in the direction parallel to it (in the tangent plane).Atoric lenscombines the effect of a cylindrical lens with that of an ordinary spherical lens.",
       "treatment_name":"Cylindrical lens",
       "disease":[
          "Astigmatism"
       ]
    },
    {
       "treatment_overview":"Smoking cessation(also known asquitting smokingorstopping smoking) is the process of discontinuingtobacco smoking.Tobacco smokecontainsnicotine, which isaddictiveand can causedependence.Nicotine withdrawaloften makes the process of quitting difficult.In the US, about 70% of smokers would like to quit smoking, and 50% report having made an attempt to do so in the past year.Smoking is the leadingpreventable cause of deathworldwide. Tobacco cessation significantly reduces the risk of dying from tobacco-related diseases such ascoronary heart disease,chronic obstructive pulmonary disease(COPD),andlung cancer.Due to its link to many chronic diseases, cigarette smoking has been restricted in many public areas.",
       "treatment_name":"Smoking cessation",
       "disease":[
          "Ischaemic heart disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Intravenous fluid replacement",
       "disease":[
          "Hypothermia",
          "Cholera"
       ]
    },
    {
       "treatment_overview":"Conservative managementis a type of medical treatment defined by the avoidance of invasive measures such as surgery or otherinvasive procedures,usually with the intent to preserve function or body parts.For example, inappendicitis, conservative management may includewatchful waitingand treatment with antibiotics, as opposed tosurgical removal of the appendix.",
       "treatment_name":"Conservative management",
       "disease":[
          "Pneumothorax"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Ciprofloxacin",
       "disease":[
          "Cholera"
       ]
    },
    {
       "treatment_overview":"Acetylcholinesteraseis the enzyme that is the primary member of thecholinesterase enzyme family.Anacetylcholinesterase inhibitor(AChEI) inhibits acetylcholinesterase frombreaking downacetylcholineintocholineandacetate,thereby increasing both the level and duration of action of theneurotransmitteracetylcholinein thecentral nervous system,autonomic gangliaandneuromuscular junctions, which are rich inacetylcholine receptors.Acetylcholinesterase inhibitors are one of two types ofcholinesterase inhibitors; the other beingbutyryl-cholinesterase inhibitors.Acetylcholinesterase inhibitors are classified as reversible, irreversible, or quasi-irreversible (also called pseudo-irreversible).",
       "treatment_name":"Acetylcholinesterase inhibitor",
       "disease":[
          "Lewy body dementia"
       ]
    },
    {
       "treatment_overview":"Cryosurgeryis the use of extreme cold insurgeryto destroy abnormal or diseased tissue;thus, it is the surgical application ofcryoablation. The term comes from the Greek wordscryo() (\"icy cold\") andsurgery(cheirourgiki ) meaning \"hand work\" or \"handiwork\".\r\nCryosurgery has been historically used to treat a number of diseases and disorders, especiallya variety of benign and malignant skin conditions.Warts,moles,skin tags,solar keratoses,molluscum,Morton's neuromaand smallskin cancersare candidates for cryosurgical treatment. Severalinternal disordersare also treated with cryosurgery, includingliver cancer,prostate cancer, lung cancer, oral cancers,cervicaldisorders and, more commonly in the past,hemorrhoids. Soft tissue conditions such asplantar fasciitis(jogger's heel) andfibroma(benign excrescence of connective tissue) can be treated with cryosurgery. \r\nGenerally, all tumors that can be reached by the cryoprobes used during an operation are treatable. Although found to be effective, this method of treatment is only appropriate for use against localized disease, and solid tumors larger than 1 cm. Tiny, diffusemetastasesthat often coincide with cancers are usually not affected by cryotherapy.",
       "treatment_name":"Cryosurgery",
       "disease":[
          "Epithelioma"
       ]
    },
    {
       "treatment_overview":"Flea treatmentsare procedures used to treatfleainfestations in human or animal populations. They may treat both the itching caused by bites and may remove or kill the fleas themselves.The itching associated with fleabitescan be treated withanti-itch creams, usuallyantihistaminesorhydrocortisone.Calamine lotionhas been shown to be effective for itching.",
       "treatment_name":"Flea treatment",
       "disease":[
          "Pulicosis"
       ]
    },
    {
       "treatment_overview":"Airway managementincludes a set of maneuvers and medical procedures performed to prevent and relieveairway obstruction. This ensures an open pathway for gas exchange between a patient's lungs and the atmosphere.This is accomplished by either clearing a previously obstructed airway; or by preventing airway obstruction in cases such asanaphylaxis, theobtundedpatient, or medical sedation. Airway obstruction can be caused by the tongue, foreign objects, the tissues of the airway itself, and bodily fluids such as blood and gastric contents (aspiration).Airway management is commonly divided into two categories:basicandadvanced.",
       "treatment_name":"Airway management",
       "disease":[
          "Choking",
          "Airway obstruction"
       ]
    },
    {
       "treatment_overview":"Ringer's lactate solution(RL), also known assodium lactate solutionandHartmann's solution, is a mixture ofsodium chloride,sodium lactate,potassium chloride, andcalcium chlorideinwater.It is used for replacing fluids andelectrolytesin those who havelow blood volumeorlow blood pressure.It may also be used to treatmetabolic acidosisand to wash the eye following achemical burn.It is given byinjection into a veinor applied to the affected area.Side effects may includeallergic reactions,high blood potassium,volume overload, andhigh blood calcium.It may not be suitable for mixing with certain medications and some recommend against use in the same infusion as ablood transfusion.Ringer's lactate solution has a lower rate ofacidosisas compared withnormal saline.Use is generally safe inpregnancyandbreastfeeding.Ringer's lactate solution is  in thecrystalloidfamily of medication.It has thesame tonicityasblood.",
       "treatment_name":"Ringers lactate solution",
       "disease":[
          "Cholera"
       ]
    },
    {
       "treatment_overview":"Palliative care(derived from the Latin rootpalliare, or\"to cloak\") is an interdisciplinary medical caregiving approach aimed at optimizing quality of life and mitigating suffering among people with serious, complex illness.Within the published literature, many definitions of palliative care exist; most notably, theWorld Health Organizationdescribes palliative care as \"an approach that improves thequality of lifeof patients and their families facing the problems associated with life-threatening illness, through the prevention and relief of suffering by means of early identification and impeccable assessment and treatment of pain and other problems, physical, psychosocial, and spiritual.\"In the past, palliative care was a disease specific approach, but today theWorld Health Organizationtakes a more broad approach, that the principles of palliative care should be applied as early as possible to any chronic and ultimately fatal illness.Palliative care is appropriate for individuals with serious illnesses across the age spectrum and can be provided as the main goal of care or in tandem withcurative treatment. It is provided by an interdisciplinary team which can include physicians, nurses, occupational and physical therapists, psychologists, social workers, chaplains, and dietitians. Palliative care can be provided in a variety of contexts including hospitals, outpatient, skilled-nursing, and home settings. Although an important part ofend-of-life care, palliative care is not limited to individuals near the end of life.",
       "treatment_name":"Palliative care",
       "disease":[
          "Creutzfeldt-Jakob disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Emergency cesarean section",
       "disease":[
          "Placental abruption"
       ]
    },
    {
       "treatment_overview":"l-DOPA, also known aslevodopaandl-3,4-dihydroxyphenylalanine, is an amino acid that is made and used as part of the normalbiologyof humans, as well as some animals and plants. Humans, as well as a portion of the other animals that utilizel-DOPA in their biology, make it viabiosynthesisfrom theamino acidl-tyrosine.l-DOPA is theprecursorto theneurotransmittersdopamine,norepinephrine(noradrenaline), andepinephrine(adrenaline), which are collectively known ascatecholamines. Furthermore,l-DOPA itself mediatesneurotrophic factorrelease by the brain and CNS.l-DOPA can be manufactured and in its pure form is sold as apsychoactive drugwith theINNlevodopa; trade names include Sinemet, Pharmacopa, Atamet, and Stalevo. As a drug, it is used in the clinicaltreatmentofParkinson's diseaseanddopamine-responsive dystonia.l-DOPA has a counterpart with oppositechirality,d-DOPA. As is true for many molecules, the human body produces only one of theseisomers(thel-DOPA form). Theenantiomeric purityofl-DOPA may be analyzed by determination of the optical rotation or by chiral thin-layer chromatography (chiralTLC).",
       "treatment_name":"Levodopa",
       "disease":[
          "Lewy body dementia"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Surgical endoscopy",
       "disease":[
          "Echinococcosis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Diet therapy",
       "disease":[
          "Dumping syndrome"
       ]
    },
    {
       "treatment_overview":"1 Vocal folds2 Thyroid cartilage3 Cricoid cartilage4 Tracheal ringsTracheotomy(/trekitmi/,UK also/trki-/), ortracheostomy, is asurgicalprocedure which consists of making an incision (cut) on theanterioraspect (front) of the neck and opening a direct airway through an incision in thetrachea(windpipe). The resultingstoma(hole) can serve independently as anairwayor as a site for atracheal tubeortracheostomy tubeto be inserted; this tube allows a person to breathe without the use of the nose or mouth.",
       "treatment_name":"Tracheotomy",
       "disease":[
          "Diphtheria"
       ]
    },
    {
       "treatment_overview":"Intraocular lens(IOL) is alensimplanted in theeyeas part of a treatment forcataractsormyopia.  The most common type of IOL is the pseudophakic IOL. These are implanted duringcataract surgery, after the cloudyeye's natural lens(colloquially called a cataract) has been removed. The pseudophakic IOL provides the same light focusing function as the naturalcrystallinelens. The second type of IOL, more commonly known as aphakic intraocular lens (PIOL), is a lens which is placed over the existing natural lens and is used inrefractive surgeryto change the eye'soptical poweras a treatment for myopia (nearsightedness).IOLs usually consist of a small plastic lens with plastic side struts, called haptics, to hold the lens in place in the capsular bag inside the eye.IOLs were conventionally made of an inflexible material (PMMA), although this has largely been superseded by the use of flexible materials, such assiliconeandacrylic glass. Most IOLs fitted today are fixed monofocal lenses matched to distance vision. However, other types are available, such asmultifocal IOLsthat provide the patient with multiple-focused vision at far and reading distance, and adaptive IOLs that provide the patient with limited visual accommodation.",
       "treatment_name":"Intraocular lens",
       "disease":[
          "Cataract"
       ]
    },
    {
       "treatment_overview":"Selective serotonin reuptake inhibitors(SSRIs) are aclass of drugsthat are typically used asantidepressantsin the treatment ofmajor depressive disorder,anxiety disordersand related illnesses to serotonin deficiencies.SSRIs function by increasing theextracellularlevel of theneurotransmitterserotoninbylimitingitsreabsorption(reuptake) into thepresynaptic cell, increasing the level of serotonin in thesynaptic cleftavailable to bind to thepostsynaptic receptor.They have varying degrees of selectivity for the othermonoamine transporters, with pure SSRIs having strong affinity for theserotonin transporterand only weak affinity for thenorepinephrineanddopamine transporters.",
       "treatment_name":"Selective serotonin reuptake inhibitor",
       "disease":[
          "Frontotemporal dementia"
       ]
    },
    {
       "treatment_overview":"Immunoglobulin therapy, also known asnormal human immunoglobulin(NHIG), is the use of a mixture ofantibodies(immunoglobulins) to treat a number of health conditions.These conditions includeprimary immunodeficiency,immune thrombocytopenic purpura,chronic inflammatory demyelinating polyneuropathy,Kawasaki disease, certain cases ofHIV/AIDSandmeasles,Guillain-Barre syndrome, and certain other infections when a more specific immunoglobulin is not available.Depending on the formulation it can be given byinjection into muscle, avein, orunder the skin.The effects last a few weeks.Common side effects include pain at the site of injection, muscle pain, andallergic reactions.Other severe side effects includekidney problems,anaphylaxis,blood clots, andred blood cell breakdown.Use is not recommended in people with some types ofIgA deficiency.Use appears to be relatively safe duringpregnancy.Human immunoglobulin is made from humanblood plasma.It contains antibodies against manyviruses.",
       "treatment_name":"Immunoglobulin therapy",
       "disease":[
          "Behçets disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Supportive care",
       "disease":[
          "Poliomyelitis",
          "Yellow fever",
          "Rubella",
          "Mumps",
          "Dissociative identity disorder",
          "Japanese encephalitis",
          "Measles"
       ]
    },
    {
       "treatment_overview":"Sleepis a naturally recurring state of mind and body, characterized by alteredconsciousness, relatively inhibited sensory activity, reduced muscle activity and inhibition of nearly allvoluntary musclesduringrapid eye movement(REM) sleep,and reduced interactions with surroundings.It is distinguished fromwakefulnessby a decreased ability to react tostimuli, but more reactive than acomaordisorders of consciousness, with sleep displaying very different and active brain patterns.Sleep occurs inrepeating periods, in which the body alternates between two distinct modes:REMsleep andnon-REMsleep. Although REM stands for \"rapid eye movement\", this mode of sleep has many other aspects, including virtualparalysisof the body. A well-known feature of sleep is thedream, an experience typically recounted innarrativeform, which resembles waking life while in progress, but which usually can later be distinguished as fantasy. During sleep, most of thebody's systemsare in ananabolicstate, helping to restore the immune, nervous, skeletal, and muscular systems; these are vital processes that maintain mood, memory, and cognitive function, and play a large role in the function of theendocrineandimmune systems.The internalcircadian clockpromotes sleep daily at night. The diverse purposes and mechanisms of sleep are the subject of substantial ongoing research.Sleep is a highlyconservedbehavior across animal evolution.",
       "treatment_name":"Sleep",
       "disease":[
          "Fibromyalgia"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Cyclosporine",
       "disease":[
          "Dermatomyositis",
          "Polymyositis"
       ]
    },
    {
       "treatment_overview":"A cardiacpacemaker(orartificial pacemaker, so as not to be confused with thenatural pacemakerof theheart), is a medical device that generates electrical impulses delivered byelectrodesto cause the heart muscle chambers (the upper, oratriaand/or the lower, orventricles) to contract and therefore pump blood; by doing so this device replaces and/or regulates the function of theelectrical conduction system of the heart.The primary purpose of a pacemaker is to maintain an adequateheart rate, either because the heart's natural pacemaker is not fast enough, or because there is ablockin the heart's electrical conduction system. Modern pacemakers are externally programmable and allow acardiologist, particularly acardiac electrophysiologistto select the optimal pacing modes for individual patients. A specific type of pacemakers calleddefibrillatorcombines pacemaker and defibrillator functions in a single implantable device, which should be called only defibrillator, for clarity. Others, calledbiventricular pacemakershave multiple electrodes stimulating differing positions within the lower heart chambers to improvesynchronizationof theventricles, the lower chambers of the heart.",
       "treatment_name":"Artificial pacemaker",
       "disease":[
          "Myotonic dystrophy"
       ]
    },
    {
       "treatment_overview":"allowed trivial names:-GlucoseGlucoseis a simplesugarwith themolecular formulaC6H12O6. Glucose is the most abundantmonosaccharide,a subcategory ofcarbohydrates. Glucose is mainly made byplantsand mostalgaeduringphotosynthesisfrom water and carbon dioxide, using energy from sunlight, where it is used to makecelluloseincell walls, which is the most abundant carbohydrate.Inenergy metabolism, glucose is the most important source of energy in allorganisms. Glucose for metabolism is stored as apolymer, in plants mainly asstarchandamylopectin, and in animals asglycogen. Glucose circulates in the blood of animals asblood sugar. The naturally occurring form of glucose isd-glucose, whilel-glucoseis produced synthetically in comparatively small amounts and is of lesser importance. Glucose is a monosaccharide containing six carbon atoms and an aldehyde group, and is therefore analdohexose. The glucose molecule can exist in an open-chain (acyclic) as well as ring (cyclic) form. Glucose is naturally occurring and is found in fruits and other parts of plants in its free state. In animals, glucose is released from the breakdown of glycogen in a process known asglycogenolysis.",
       "treatment_name":"Glucose",
       "disease":[
          "Hyperkalemic periodic paralysis"
       ]
    },
    {
       "treatment_overview":"Mechanical ventilation, orassisted ventilation, sometimes abbreviated asIMV, is themedicalterm forartificial ventilationwhere mechanical means are used to assist or replace spontaneousbreathing.This may involve a machine called aventilator, or the breathing may be assisted manually by a suitably qualified professional, such as ananesthesiologist,registered nurse(RN),paramedicor other first responder, or in some parts of the United States, by arespiratory therapist(RT), by compressing abag valve maskdevice.Mechanical ventilation is termed \"invasive\" if it involves any instrument inside thetracheathrough the mouth, such as anendotracheal tubeor the skin, such as atracheostomy tube.Face or nasal masks are used fornon-invasive ventilationin appropriately selected conscious patients.",
       "treatment_name":"Mechanical ventilation",
       "disease":[
          "Myotonic dystrophy"
       ]
    },
    {
       "treatment_overview":"Lactaseis anenzymeproduced by many organisms. It is located in thebrush borderof thesmall intestineof humans and other mammals. Lactase is essential to the complete digestion of wholemilk; it breaks downlactose, asugarwhich gives milk its sweetness.  Lacking lactase, a person consuming dairy products may experience the symptoms oflactose intolerance.Lactase can be purchased as a food supplement, and is added to milk to produce \"lactose-free\" milk products.Lactase (also known aslactase-phlorizin hydrolase, orLPH), a part of the-galactosidasefamily ofenzymes, is aglycoside hydrolaseinvolved in thehydrolysisof thedisaccharidelactose into constituentgalactoseandglucosemonomers. Lactase is present predominantly along thebrush bordermembraneof the differentiatedenterocyteslining thevilliof thesmall intestine.In humans, lactase is encoded by the LCTgene.",
       "treatment_name":"Lactase",
       "disease":[
          "Lactose intolerance"
       ]
    },
    {
       "treatment_overview":"Occupational therapy(OT) is the use of assessment and intervention to develop, recover, or maintain the meaningful activities, oroccupations, of individuals, groups, or communities. It is anallied health professionperformed byoccupational therapistsand occupational therapy assistants (OTA). OTs often work with people with mental health problems, disabilities, injuries, or impairments.TheAmerican Occupational Therapy Associationdefines an occupational therapist as someone who \"helps people across their lifespan participate in the things they want and need to do through the therapeutic use of everyday activities (occupations). Common occupational therapy interventions include helping children with disabilities to participate fully in school and social situations, injury rehabilitation, and providing supports for older adults experiencing physical and cognitive changes.\"",
       "treatment_name":"Occupational therapy",
       "disease":[
          "Facioscapulohumeral muscular dystrophy",
          "Limb-girdle muscular dystrophy",
          "Duchenne muscular dystrophy",
          "Becker muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"Coolingis removal of heat, usually resulting in a lower temperature and/or phase change. Temperature lowering achieved by any other means may also be calledcooling.Thetransferofthermal energymay occur viathermal radiation,heat conductionorconvection. Examples include:",
       "treatment_name":"Cooling",
       "disease":[
          "Excited delirium"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Surgery",
       "disease":[
          "Parkinsons disease",
          "Duchenne muscular dystrophy",
          "Epithelioma",
          "Dirofilariasis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Quetiapine",
       "disease":[
          "Lewy body dementia"
       ]
    },
    {
       "treatment_overview":"Diethylcarbamazine(DEC) is a medication used in the treatment offilariasisincludinglymphatic filariasis,tropical pulmonary eosinophilia, andloiasis.It may also be used for prevention of loiasis in those at high risk.While it has been used foronchocerciasis(river blindness),ivermectinis preferred.It is taken by mouth.Common side effects include itching, facial swelling, headaches, and feeling tired.Other side effects includevision lossanddizziness.It is a recommended treatment inpregnancyand appears to be safe for the baby.TheWorld Health Organization; however, recommends waiting until after pregnancy for treatment when feasible.It is made from 4-methyl-piperazine.",
       "treatment_name":"Diethylcarbamazine",
       "disease":[
          "Loiasis"
       ]
    },
    {
       "treatment_overview":"Verapamil, sold under various trade names,is a medication used for the treatment ofhigh blood pressure,angina(chest pain from not enough blood flow to the heart), andsupraventricular tachycardia.It may also be used for the prevention ofmigrainesandcluster headaches.It is given by mouth or byinjection into a vein.Common side effects include headache,low blood pressure,nausea, andconstipation.Other side effects includeallergic reactionsandmuscle pains.It is not recommended in people with aslow heart rateorheart failure.It is believed to cause problems for the baby if used duringpregnancy.It is in thenondihydropyridine calcium channel blockerfamily of medications.",
       "treatment_name":"Verapamil",
       "disease":[
          "Cluster headache"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Rivastigmine",
       "disease":[
          "Alzheimers disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Memantine",
       "disease":[
          "Alzheimers disease"
       ]
    },
    {
       "treatment_overview":"Quinidineis a medication that acts as aclass I antiarrhythmic agent(Ia) in theheart.It is astereoisomerofquinine, originally derived from the bark of thecinchonatree. The drug causes increasedaction potentialduration, as well as a prolongedQT interval.As of 2019 it is no longer being manufactured for use in the United States.",
       "treatment_name":"Quinidine",
       "disease":[
          "Short QT syndrome"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Galantamine",
       "disease":[
          "Alzheimers disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Acetazolamide",
       "disease":[
          "Hyperkalemic periodic paralysis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Donepezil",
       "disease":[
          "Alzheimers disease"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Ergotamine",
       "disease":[
          "Cluster headache"
       ]
    },
    {
       "treatment_overview":"Pyridostigmineis a medication used to treatmyasthenia gravis.It is also used together withatropineto end the effects ofneuromuscular blocking medicationof thenon-depolarizingtype.It is typically given by mouth but can also be used by injection.The effects generally begin within 45 minutes and last up to 6 hours.Common side effects include nausea, diarrhea, frequent urination, and abdominal pain.More severe side effects includelow blood pressure, weakness, andallergic reactions.It is unclear if use inpregnancyis safe for the baby.Pyridostigmine is anacetylcholinesterase inhibitorin thecholinergicfamily of medications.It works by blocking the action ofacetylcholinesteraseand therefore increases the levels ofacetylcholine.",
       "treatment_name":"Pyridostigmine",
       "disease":[
          "Chronic fatigue syndrome"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Dantrolene",
       "disease":[
          "Malignant hyperthermia"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Methotrexate",
       "disease":[
          "Sarcoidosis",
          "Dermatomyositis",
          "Polymyositis"
       ]
    },
    {
       "treatment_overview":"Amonoclonal antibody(mAbormoAb) is anantibodymade bycloninga uniquewhite blood cell.  All subsequent antibodies derived this way trace back to a unique parent cell.Monoclonalantibodies can havemonovalentaffinity, binding only to the sameepitope(the part of anantigenthat is recognized by the antibody). In contrast,polyclonal antibodiesbind to multiple epitopes and are usually made by several different antibody secretingplasma celllineages.Bispecific monoclonal antibodiescan also be engineered, by increasing the therapeutic targets of one single monoclonal antibody to two epitopes.",
       "treatment_name":"Monoclonal antibody",
       "disease":[
          "Migraine disorder"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Doxycycline",
       "disease":[
          "Cholera"
       ]
    },
    {
       "treatment_overview":"Tetracyclinesare a group of broad-spectrumantibioticcompounds that have a common basic structure and are either isolated directly from several species ofStreptomycesbacteriaor produced semi-synthetically from those isolated compounds.Tetracycline molecules comprise a linear fused tetracyclic nucleus (rings designated A, B, C and D) to which a variety offunctional groupsare attached.Tetracyclines are named for their four (\"tetra-\") hydrocarbon rings (\"-cycl-\") derivation (\"-ine\"). They are defined as a subclass ofpolyketides, having an octahydrotetracene-2-carboxamide skeleton and are known asderivativesof polycyclic naphthacene carboxamide.While all tetracyclines have a common structure, they differ from each other by the presence ofchloride,methyl, andhydroxylgroups. Thesemodificationsdo not change their broad antibacterial activity, but do affectpharmacologicalproperties such ashalf-lifeand binding toproteinsinserum.Tetracyclines were discovered in the 1940s and exhibited activity against a wide range ofmicroorganismsincludinggram-positiveandgram-negative bacteria,chlamydiae,mycoplasmas,rickettsiae, and protozoanparasites.Tetracycline itself was discovered later thanchlortetracyclineandoxytetracyclinebut is still considered as the parent compound for nomenclature purposes.Tetracyclines are among the cheapest classes of antibiotics available and have been used extensively in prophylaxis and in treatment of human and animal infections, as well as at subtherapeutic levels in animal feed as growth promoters.",
       "treatment_name":"Tetracycline antibiotic",
       "disease":[
          "Dirofilariasis"
       ]
    },
    {
       "treatment_overview":"Triptansare a family oftryptamine-baseddrugsused asabortive medicationin the treatment ofmigrainesandcluster headaches. This drug class was first introduced in the 1990s. While effective at treating individual headaches, they do not provide preventive treatment and are not considered acure. They are not effective for the treatment oftensiontype headache,except in persons who also experience migraines.They may be effective in disabling tensiontype headaches, which exist on a spectrum of migraine.Triptans do not relieve other kinds ofpain.The drugs of this class act asagonistsforserotonin5-HT1Band5-HT1Dreceptors at blood vessels and nerve endings in the brain. The first clinically available triptan wassumatriptan, which has been marketed since 1991. Triptans have largely replacedergotamines, an older class of medications used to relieve migraine and cluster headaches.",
       "treatment_name":"Triptan",
       "disease":[
          "Migraine disorder",
          "Cluster headache"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Praziquantel",
       "disease":[
          "Sparganosis"
       ]
    },
    {
       "treatment_overview":"Counselingis the professional guidance of the individual by utilizing psychological methods especially in collecting case history data, using various techniques of the personal interview, and testing interests and aptitudes.This is alist of counseling topics.",
       "treatment_name":"Counseling",
       "disease":[
          "Dissociative identity disorder"
       ]
    },
    {
       "treatment_overview":"Themanagement of hair loss, also known asalopeciaorbaldness, may include medications and surgery.Treatments for the various forms of hair loss have only moderate success.Three medications have evidence to support their use in male pattern hair loss:finasteride,dutasterideandminoxidil.They typically work better to prevent further hair loss than to regrow lost hair.",
       "treatment_name":"Management of baldness",
       "disease":[
          "Baldness"
       ]
    },
    {
       "treatment_overview":"Cervical cerclage, also known as acervical stitch, is a treatment forcervical weakness, when the cervix starts to shorten and open too early during a pregnancy causing either a late miscarriage or preterm birth. In women with a prior spontaneous preterm birth and who are pregnant with one baby, and have shortening of the cervical length less than 25 mm, a cerclage prevents apreterm birthand reduces death and illness in the baby.The treatment consists of a strongsuturesewn into and around the cervix early in the pregnancy, usually between weeks 12 to 14, and then removed towards the end of the pregnancy when the greatest risk of miscarriage has passed. The procedure is performed under localanaesthesia, usually by way of aspinal block. It is typically performed on an outpatient basis by anobstetrician-gynecologist. Usually the treatment is done in the first or second trimester of pregnancy, for a woman who has had one or more late miscarriages in the past.The word \"cerclage\" means \"hoop\" in French, as in the metal hoop encircling a barrel.There is no evidence that cerclage is effective in a multiple gestation pregnancy for preventing preterm births and reducing perinatal deaths or neonatal morbidity.",
       "treatment_name":"Cervical cerclage",
       "disease":[
          "Cervical incompetence"
       ]
    },
    {
       "treatment_overview":"In the field of medical treatment,proton therapy, orproton radiotherapy, is a type ofparticle therapythat uses a beam ofprotonstoirradiatediseasedtissue, most often to treatcancer. The chief advantage of proton therapy over other types ofexternal beam radiotherapy(e.g.,radiation therapy, or photon therapy) is that the dose of protons is deposited over a narrow range of depth, which results in minimal entry, exit, or scattered radiation dose to healthy nearby tissues.When evaluating whether to treat a tumor with photon or proton therapy, physicians may choose proton therapy if it is important to deliver a higher radiation dose to targeted tissues while significantly decreasing radiation to nearby organs at risk.TheAmerican Society for Radiation OncologyModel Policy for Proton Beam therapystates that proton therapy is considered reasonable in instances where sparing the surrounding normal tissue cannot be adequately achieved with photon-based radiotherapy and can benefit the patient. Like photon radiation therapy, proton therapy is often used in conjunction with surgery and/or chemotherapy to most effectively treat cancer.",
       "treatment_name":"Proton therapy",
       "disease":[
          "Uveal melanoma"
       ]
    },
    {
       "treatment_overview":"Continuous positive airway pressure(CPAP) is a form ofpositive airway pressure(PAP) ventilation in which a constant level of pressure aboveatmospheric pressureis continuously applied to theupper airway. The application of positive pressure may be intended to prevent upper airway collapse, as occurs inobstructive sleep apnea, or to reduce thework of breathingin conditions such asacute decompensated heart failure. CPAP therapy is highly effective for managing obstructive sleep apnea. Compliance and acceptance of use of CPAP therapy can be a limiting factor, with 8% of people stopping use after the first night and 50% within the first year.CPAP is the most effective treatment for moderate to severeobstructive sleep apnea, in which the mild pressure from the CPAP prevents the airway from collapsing or becoming blocked.CPAP has been shown to be 100% effective at eliminating obstructive sleep apneas in the majority of people who use the therapy according to their doctors recommendations.",
       "treatment_name":"Continuous positive airway pressure",
       "disease":[
          "Sleep apnea"
       ]
    },
    {
       "treatment_overview":"Antimalarial medicationsor simplyantimalarialsare a type ofantiparasiticchemical agent, oftennaturally derived, that can be used to treat or to preventmalaria, in the latter case, most often aiming at two susceptible target groups, young children and pregnant women.As of 2018, modern treatments, including for severe malaria, continued to depend on therapies deriving historically fromquinineandartesunate, bothparenteral(injectable) drugs, expanding from there into the many classes of available modern drugs.Incidence and distribution of the disease (\"malaria burden\") is expected to remain high, globally, for many years to come; moreover, known antimalarial drugs have repeatedly been observed to elicit resistance in the malaria parasiteincluding for combination therapies featuringartemisinin, adrug of last resort, where resistance has now been observed in Southeast Asia.As such, the needs for new antimalarial agents and new strategies of treatment (e.g., new combination therapies) remain important priorities intropical medicine.As well, despite very positive outcomes from many modern treatments, seriousside effectscan impact some individuals taking standard doses (e.g.,retinopathywithchloroquine, acutehaemolytic anaemiawithtafenoquine).Specifically, antimalarial drugs may be used to treat malaria in three categories of individuals, (i) those with suspected or confirmed infection, (ii) those visiting a malaria-endemic regions who have no immunity, to prevent infection viamalaria prophylaxis, and (iii) or in broader groups of individuals, in routine but intermittent preventative treatment in regions where malaria is endemic viaintermittent preventive therapy.Practice in treating cases of malaria is most often based on the concept ofcombination therapy(e.g., using agents such asartemether and lumefantrineagainst chloroquine-resistantPlasmodium falciparuminfection), since this offers advantages including reduced risk of treatment failure, reduced risk of developed resistance, as well as the possibility of reduced side-effects.Prompt parasitological confirmation by microscopy, or alternatively by rapid diagnostic tests, is recommended in all patients suspected of malaria before treatment is started.Treatment solely on the basis of clinical suspicion is considered when a parasitological diagnosis is not possible.",
       "treatment_name":"Antimalarial",
       "disease":[
          "Malaria"
       ]
    },
    {
       "treatment_overview":"Electrodesiccation and curettage(EDC,ED & C, orED+C) is amedical procedurecommonly performed  bydermatologists,surgeonsandgeneral practitionersfor the treatment ofbasal cell cancersandsquamous cell cancersof the skin.It providesdesiccation,coagulation/cauterization, andcurettageto remove lesions from theskin.A round dull instrument (curette) of varying sizes (1 mm to 6 mm) is used to scrape off the cancer down to the dermis.The scraping is then paused while anelectrosurgicaldevice like ahyfrecatoris used next.  Electrocoagulation (electrodesiccation) is performed over the raw surgical ulcer to denature a layer of the dermis and the curette is used again over the surgical ulcer to remove denatured dermis down to living tissue.  In the case of skin cancers, the cautery and electrodesiccation is usually performed three times, or until the surgeon is confident that reasonablemarginshave been achieved.",
       "treatment_name":"Electrodesiccation and curettage",
       "disease":[
          "Epithelioma"
       ]
    },
    {
       "treatment_overview":"Angioplasty, also known asballoon angioplastyandpercutaneous transluminal angioplasty(PTA), is aminimally invasiveendovascularprocedureused to widen narrowed or obstructed arteries or veins, typically to treat arterialatherosclerosis.A deflated balloon attached to a catheter (aballoon catheter) is passed over a guide-wire into thenarrowedvesseland then inflated to a fixed size.The balloon forces expansion of the blood vessel and the surrounding muscular wall, allowing an improved blood flow.Astentmay be inserted at the time of ballooning to ensure the vessel remains open, and the balloon is then deflated and withdrawn.Angioplasty has come to include all manner ofvascularinterventions that are typically performedpercutaneously.The word is composed of the combining forms of theGreekwords angeion\"vessel\" or \"cavity\" (of the human body) and plasso\"form\" or \"mould\".",
       "treatment_name":"Angioplasty",
       "disease":[
          "May–Thurner syndrome"
       ]
    },
    {
       "treatment_overview":"Exposure therapyis a technique inbehavior therapyto treatanxiety disorders. Exposure therapy involves exposing the target patient to the anxiety source or its context without the intention to cause any danger. Doing so is thought to help them overcome theiranxietyordistress.Procedurally, it is similar to the fearextinctionparadigm developed studying laboratory rodents.Numerous studies have demonstrated its effectiveness in the treatment of disorders such asgeneralized anxiety disorder,social anxiety disorder,obsessive-compulsive disorder,PTSD, andspecific phobias.There is empirical evidence that exposure therapy can be an effective treatment for people withgeneralized anxiety disorder, citing specifically in vivo exposure therapy, which has greater effectiveness than imaginal exposure in regards to generalized anxiety disorder. The aim of in vivo exposure treatment is to promote emotional regulation using systematic and controlled therapeutic exposure to traumatic stimuli.",
       "treatment_name":"Exposure and response prevention",
       "disease":[
          "Obsessive-compulsive disorder"
       ]
    },
    {
       "treatment_overview":"Artificial ventilation(also calledartificial respiration) is a means of assisting or stimulatingrespiration, a metabolic process referring to the overall exchange of gases in the body by pulmonary ventilation, external respiration, and internal respiration.It may take the form of manually providing air for a person who is notbreathingor is not making sufficient respiratory effort,or it may bemechanical ventilationinvolving the use of amechanical ventilatorto move air in and out of the lungs when an individual is unable to breathe on their own, for example duringsurgerywithgeneral anesthesiaor when an individual is in acomaortrauma.Pulmonary ventilation (and hence external parts of respiration) is achieved through manual insufflation of the lungs either by the rescuer blowing into the patient's lungs (mouth-to-mouth resuscitation), or by using a mechanical device to do so. This method of insufflation has been proved more effective than methods which involve mechanical manipulation of the patient's chest or arms, such as theSilvester method.",
       "treatment_name":"Artificial respiration",
       "disease":[
          "Duchenne muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"Adiving chamberis a vessel for human occupation, which may have an entrance that can be sealed to hold an internal pressure significantly higher thanambient pressure, a pressurised gas system to control the internal pressure, and a supply of breathing gas for the occupants.There are two main functions for diving chambers:",
       "treatment_name":"Diving chamber",
       "disease":[
          "Decompression sickness"
       ]
    },
    {
       "treatment_overview":"Heller myotomyis asurgicalprocedurein which themusclesof thecardia(lower esophageal sphincteror LES) are cut, allowing food and liquids to pass to thestomach.  It is used to treatachalasia, a disorder in which the lower esophagealsphincterfails to relax properly, making it difficult for food and liquids to reach the stomach.It was first performed by Ernst Heller (18771964) in 1913.  Then and until recently, this surgery was performed using an open procedure, either through the chest (thoracotomy) or through the abdomen (laparotomy).  However, open procedures involve greater recovery times.Modern Heller myotomy is normally performed usingminimally invasivelaparoscopictechniques, which minimize risks and speeds recovery significantly. The 100th anniversary of Hellers description of the surgical treatment of patients with achalasia was celebrated in 2014.",
       "treatment_name":"Heller myotomy",
       "disease":[
          "Achalasia"
       ]
    },
    {
       "treatment_overview":"Anticonvulsants(also commonly known asantiepileptic drugsor asantiseizure drugs) are a diverse group ofpharmacologicalagents used in the treatment ofepilepticseizures.Anticonvulsants are also increasingly being used in the treatment ofbipolar disorderandborderline personality disorder,since many seem to act asmood stabilizers, and for the treatment ofneuropathic pain.Anticonvulsants suppress the excessive rapid firing ofneuronsduring seizures.Anticonvulsants also prevent the spread of the seizure within the brain.Conventional antiepileptic drugs may block sodium channels or enhance -aminobutyric acid (GABA) function. Several antiepileptic drugs have multiple or uncertain mechanisms of action.Next to the voltage-gated sodium channels and components of the GABA system, their targets include GABAAreceptors, the GAT-1 GABA transporter, andGABA transaminase.Additional targets include voltage-gatedcalcium channels,SV2A, and 2.By blocking sodium or calcium channels, antiepileptic drugs reduce the release of excitatory glutamate, whose release is considered to be elevated in epilepsy, but also that of GABA.This is probably a side effect or even the actual mechanism of action for some antiepileptic drugs, since GABA can itself, directly or indirectly, act proconvulsively.Another potential target of antiepileptic drugs is theperoxisome proliferator-activated receptor alpha.The drug class was the fifth-best-selling in the United States in 2007.",
       "treatment_name":"Anticonvulsant",
       "disease":[
          "Migraine disorder",
          "Cluster headache"
       ]
    },
    {
       "treatment_overview":"Anantitoxinis anantibodywith the ability to neutralize a specifictoxin. Antitoxins are produced by certainanimals,plants, andbacteriain response to toxin exposure. Although they are most effective in neutralizing toxins, they can also kill bacteria and other microorganisms. Antitoxins are made within organisms, and can be injected into other organisms, including humans, to treat aninfectious disease. This procedure involves injecting an animal  with a safe amount of a particular toxin. The animal's body then makes the antitoxin needed to neutralize the toxin. Later, blood is withdrawn from the animal. When the antitoxin is obtained from the blood, it is purified and injected into a human or other animal, inducing temporarypassive immunity. To preventserum sickness, it is often best to use an antitoxin obtained from the same species (e.g. use human antitoxin to treat humans).Antitoxins todiphtheriaandtetanus toxinswere produced byEmil Adolf von Behringand his colleagues from 1890 onwards. The use ofdiphtheria antitoxinfor the treatment of diphtheria was regarded byThe Lancetas the \"most important advance of the  Century in the medical treatment of acute infectious disease\".",
       "treatment_name":"Antitoxin",
       "disease":[
          "Diphtheria",
          "Tetanus"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Antituberculous drug",
       "disease":[
          "Tuberculosis",
          "Lymph node tuberculosis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Healthy diet",
       "disease":[
          "Fibromyalgia"
       ]
    },
    {
       "treatment_overview":"Animplantable cardioverter-defibrillator(ICD) or automated implantable cardioverter defibrillator (AICD) is a deviceimplantableinside the body, able to performcardioversion,defibrillation, and (in modern versions)pacingof the heart. The device is therefore capable of correcting most life-threatening cardiac arrhythmias. The ICD is the first-line treatment and prophylactic therapy for patients at risk forsudden cardiac deathdue toventricular fibrillationandventricular tachycardia.Current devices can be programmed to detectabnormal heart rhythmsand deliver therapy via programmable antitachycardia pacing in addition to low-energy and high-energy shocks.\"AICD\" was trademarked by the Boston Scientific corporation, so the more generic \"ICD\" is preferred terminology.",
       "treatment_name":"Implantable cardioverter-defibrillator",
       "disease":[
          "Short QT syndrome",
          "Ventricular fibrillation"
       ]
    },
    {
       "treatment_overview":"Surgeryis a medical specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function or appearance or to repair unwanted ruptured areas.The act of performing surgery may be called asurgical procedure,operation, or simply \"surgery\". In this context, the verb \"operate\" means to perform surgery. The adjectivesurgicalmeans pertaining to surgery; e.g.surgical instrumentsorsurgical nurse. The person or subject on which the surgery is performed can be a person or an animal. Asurgeonis a person who practices surgery and asurgeon's assistantis a person who practices surgical assistance. Asurgical teamis made up of surgeon,surgeon's assistant, anaesthetist, circulating nurse andsurgical technologist. Surgery usually spans minutes to hours, but it is typically not an ongoing or periodic type of treatment. The term \"surgery\" can also refer to the place where surgery is performed, or, in British English, simply the office of aphysician,dentist, orveterinarian.",
       "treatment_name":"Surgical operation",
       "disease":[
          "Echinococcosis",
          "Sparganosis",
          "Amebiasis"
       ]
    },
    {
       "treatment_overview":"Anappendectomy, also termed appendicectomy,is asurgical operationin which thevermiform appendix(a portion of the intestine) is removed. Appendectomy is normally performed as an urgent or emergency procedure to treat complicated acuteappendicitis.Appendectomy may be performedlaparoscopically(asminimally invasive surgery) or as an open operation.Over the 2010s, surgical practice has increasingly moved towards routinely offering laparoscopic appendicectomy; for example in theUnited Kingdomover 95% of adult appendicectomies are planned as laparoscopic procedures.Laparoscopy is often used if the diagnosis is in doubt, or in order to leave a less visible surgical scar. Recovery may be slightly faster after laparoscopic surgery, although the laparoscopic procedure itself is more expensive and resource-intensive than open surgery and generally takes longer. Advanced pelvic sepsis occasionally requires a lower midlinelaparotomy. In US adults, the 30-day mortality after appendectomy was 1.8%.",
       "treatment_name":"Appendectomy",
       "disease":[
          "Appendicitis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Anticoagulation",
       "disease":[
          "May–Thurner syndrome"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Antibiotics",
       "disease":[
          "Diphtheria"
       ]
    },
    {
       "treatment_overview":"Intravenous therapy(abbreviated asIV therapy) is a method of administration that deliversfluidsdirectly into avein. The intravenous route of administration is commonly used for fluid solutions such as rehydration or nutrition in those who cannot consume food or waterby mouth. It may also be used to administermedicationsor other medical therapy such asblood productsorelectrolytesto correctelectrolyte imbalances.The intravenous route is the fastest way to deliver medications andfluid replacementthroughout the body, as they are introduced directly into thecirculatory systemand thus quickly distributed throughout the body. For this reason, the intravenous route of administration is also used for the consumption of somerecreational drugs. Many therapies are administered as a \"bolus\" or one-time dose, but they may also be administered as an extendedinfusionordrip. The act of administering a therapy intravenously, or placing an intravenous line (\"IV line\") for later use, is a procedure which should only be performed by a skilled professional.",
       "treatment_name":"Intravenous infusion and defusion",
       "disease":[
          "Cholera",
          "Excited delirium"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Positional Therapy Versus CPAP for Positional OSA",
       "disease":[
          "Sleep apnea"
       ]
    },
    {
       "treatment_overview":"Adietary supplementis a manufactured product intended to supplement the diet when taken by mouth as a pill, capsule, tablet, or liquid.A supplement can providenutrientseither extracted from food sources or synthetic, individually or in combination, in order to increase the quantity of their consumption. The class of nutrient compounds includesvitamins,minerals,fiber,fatty acidsandamino acids. Dietary supplements can also contain substances that have not been confirmed as being essential to life, but are marketed as having a beneficial biological effect, such as plantpigmentsorpolyphenols. Animals can also be a source of supplement ingredients, as for examplecollagenfrom chickens or fish. These are also sold individually and in combination, and may be combined with nutrient ingredients. In the United States and Canada, dietary supplements are considered a subset of foods, and are regulated accordingly. TheEuropean Commissionhas also established harmonized rules to help insure that food supplements are safe and properly labeled.Creating an industry estimated to have a 2015 value of $37 billion,there are more than 50,000 dietary supplement products marketed just in the United States,where about 50% of the American adult population consumes dietary supplements.Multivitaminsare the most commonly used product.For those who fail to consume a balanced diet, the United StatesNational Institutes of Healthstates that certain supplements \"may have value.\"",
       "treatment_name":"Dietary supplement",
       "disease":[
          "Oculopharyngeal muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Speech therapy",
       "disease":[
          "Inclusion body myositis",
          "Oculopharyngeal muscular dystrophy"
       ]
    },
    {
       "treatment_overview":"Pharmacotherapyistherapyusingpharmaceutical drugs,as distinguished from therapy usingsurgery(surgical therapy), radiation (radiation therapy), movement (physical therapy), or other modes. Amongphysicians, sometimes the termmedical therapyrefers specificallyto pharmacotherapy as opposed to surgical or other therapy; for example, inoncology, medical oncology is thus distinguished fromsurgical oncology.Pharmacistsare experts in pharmacotherapy and are responsible for ensuring the safe, appropriate, and economical use of pharmaceutical drugs. The skills required to function as a pharmacist require knowledge, training and experience in biomedical, pharmaceutical andclinical sciences.Pharmacologyis the science that aims to continually improve pharmacotherapy. Thepharmaceutical industryandacademiausebasic science,applied science, andtranslational scienceto create new pharmaceutical drugs.As pharmacotherapy specialists and pharmacists have responsibility for directpatient care, often functioning as a member of a multidisciplinary team, and acting as the primary source of drug-related information for otherhealthcare professionals. A pharmacotherapy specialist is an individual who is specialized in administering and prescribing medication, and requires extensive academic knowledge in pharmacotherapy.",
       "treatment_name":"Pharmacotherapy",
       "disease":[
          "Malaria",
          "Leprosy",
          "Tetanus",
          "Meningitis"
       ]
    },
    {
       "treatment_overview":"Calciumis achemical elementwith thesymbolCaandatomic number20. As analkaline earth metal, calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air. Its physical and chemical properties are most similar to its heavier homologuesstrontiumandbarium. It is the fifth most abundant element in Earth's crust and the third most abundant metal, afterironandaluminium. The most common calcium compound on Earth iscalcium carbonate, found inlimestoneand the fossilised remnants of early sea life;gypsum,anhydrite,fluorite, andapatiteare also sources of calcium. The name derives fromLatincalx\"lime\", which was obtained from heating limestone.Some calcium compounds were known to the ancients, though their chemistry was unknown until the seventeenth century. Pure calcium was isolated in 1808 viaelectrolysisof its oxide byHumphry Davy, who named the element. Calcium compounds are widely used in many industries: in foods and pharmaceuticals forcalcium supplementation, in the paper industry as bleaches, as components in cement and electrical insulators, and in the manufacture of soaps. On the other hand, the metal in pure form has few applications due to its high reactivity; still, in small quantities it is often used as an alloying component in steelmaking, and sometimes, as a calciumlead alloy, in making automotive batteries.",
       "treatment_name":"Calcium",
       "disease":[
          "Hyperkalemic periodic paralysis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Weight loss",
       "disease":[
          "Ischaemic heart disease"
       ]
    },
    {
       "treatment_overview":"Anantiplatelet drug(antiaggregant), also known as aplatelet agglutination inhibitororplatelet aggregation inhibitor, is a member of a class ofpharmaceuticalsthat decreaseplatelet aggregationand inhibitthrombusformation. They are effective in thearterialcirculation, whereanticoagulantshave little effect.They are widely used in primary and secondary prevention of thrombotic cerebrovascular or cardiovascular disease.",
       "treatment_name":"Platelet aggregation inhibitors",
       "disease":[
          "CADASIL",
          "Vascular dementia"
       ]
    },
    {
       "treatment_overview":"Rintatolimod, sold under the tradenameAmpligen, is a medication intended for treatment ofchronic fatigue syndrome(CFS).Low-strength evidence indicates it can diminish CFS symptoms.It is animmunomodulatorydouble-stranded RNAdrug synthesized in the 1970s and manufactured byHemispherx Biopharma.",
       "treatment_name":"Rintatolimod",
       "disease":[
          "Chronic fatigue syndrome"
       ]
    },
    {
       "treatment_overview":"Antidepressantsaremedicationsused to treatmajor depressive disorder, someanxiety disorders, somechronic painconditions, and to help manage someaddictions.Commonside-effectsof antidepressants includedry mouth,weight gain,dizziness,headaches,sexual dysfunction,andemotional blunting.Most types of antidepressants are typically safe to take, but may cause increasedthoughts of suicidewhen taken by children, adolescents, and young adults.Adiscontinuation syndromecan occur after stopping any antidepressant which resembles recurrent depression.Some reviews of antidepressants for depression in adults find benefitwhile others do not.Evidence of benefit in children and adolescents is unclear.There is debate in themedical communityabout how much of the observed effects of antidepressants can be attributed to theplaceboeffect.Most research on whether antidepressant drugs work is done on people with very severe symptoms,so the results cannot be extrapolated to the general population.",
       "treatment_name":"Antidepressant",
       "disease":[
          "Migraine disorder",
          "Major depressive disorders"
       ]
    },
    {
       "treatment_overview":"Atenotomyis a surgical act which involves the division of atendon.It and related procedures are also referred to astendon release,tendon lengthening, andheel-cord release.When it involves theAchilles tendon, it is called \"Achillotenotomy\".",
       "treatment_name":"Tenotomy",
       "disease":[
          "Cerebral palsy"
       ]
    },
    {
       "treatment_overview":"Transmyocardial laser revascularization(TMR) is a procedure used to treat inoperableheart diseasein people with persistentanginathat isn't relieved by any otherrevascularizationmethod.Most people withcoronary artery diseaseare treated withangioplastyandstentingorcoronary bypass surgeryand medications to improve blood flow to the heart muscle. The objective of each of these approaches is to increaseblood flowthrough thecoronary arteriesto the heart. When these treatment options are exhausted, the patient is left with no viable surgical alternative other than, in limited cases,heart transplantation.  Without a viable surgical alternative, the patient is generally managed with drug therapy, often with significant lifestyle limitations.",
       "treatment_name":"Transmyocardial revascularization",
       "disease":[
          "Ischaemic heart disease"
       ]
    },
    {
       "treatment_overview":"Ultravioletlight therapyorultraviolet phototherapyis a form of treatment for certain skin disorders includingatopic skin disorderandvitiligowhen used withpsoralento form thePUVAtreatment.  It consists of irradiation of the patient with the UVA band ofultravioletlight (fairly closely matching the ultraviolet output from thesun), usually delivered from afluorescentbulb specially designed to output this frequency of ultraviolet.This treatment is similar to the light from good quality solariums but differs from the mainly UVB ultraviolet band used to treatpsoriasis. Tanning beds are used both in dermatology practices for the treatment of cosmetic skin conditions (such as psoriasis, acne, eczema and vitiligo) and in indoor tanning salons for cosmetic tanning. At least 88 percent of dermatologists recommend the usage of tanning equipment or salon tanning for clients to inexpensively self-treat skin conditions as a convenient alternative for clients in rural locations, as well as naturally occurring exposures including ultraviolet light from the sun.",
       "treatment_name":"Ultraviolet light therapy",
       "disease":[
          "Psoriasis"
       ]
    },
    {
       "treatment_overview":"Young's operationis asurgerydesigned for the treatment ofatrophic rhinitis, first described byAusten Youngin 1967.The surgical procedure involves closure of thenasal cavityaffected with atrophic rhinitis by creating mucocutaneous flaps.These flaps aresuturedtogether in two layers: first themucosal layer, then the skin layer. The nasal cavity is kept closed for a period of 6 months/each; then an examination is done - if the crusts have disappeared, a revision surgery is performed and the nasal cavity is reopened. The theory behind this procedure is that the closed nasal cavity has time to heal.",
       "treatment_name":"Youngs operation",
       "disease":[
          "Chronic atrophic rhinitis"
       ]
    },
    {
       "treatment_overview":"Aventilatoris a machine that providesmechanical ventilationby moving breathable air into and out of thelungs, to deliver breaths to a patient who is physically unable to breathe, or breathing insufficiently. Modern ventilators arecomputerizedmicroprocessor-controlledmachines, but patients can also be ventilated with a simple, hand-operatedbag valve mask.  Ventilators are chiefly used inintensive-care medicine,home care, andemergency medicine(as standalone units) and inanesthesiology(as a component of ananesthesia machine).Ventilators are sometimes called \"respirators\", a term commonly used for them in the 1950s (particularly the\"Bird respirator\"). However, contemporary hospital and medical terminology uses the word \"respirator\" to refer to a protective face-mask.",
       "treatment_name":"Ventilator",
       "disease":[
          "Tetanus"
       ]
    },
    {
       "treatment_overview":"Beta blockers(beta-blockers,-blockers, etc.) are a class of medications that are predominantly used to manageabnormal heart rhythms, and to protect the heart from a second heart attack (myocardial infarction) after a first heart attack (secondary prevention).They are also widely used to treat high blood pressure (hypertension), although they are no longer the first choice for initial treatment of most patients.Beta blockers arecompetitive antagoniststhat block the receptor sites for theendogenouscatecholaminesepinephrine(adrenaline) andnorepinephrine(noradrenaline) onadrenergic beta receptors, of thesympathetic nervous system, which mediates thefight-or-flight response.Some block activation of all types of-adrenergic receptorsand others are selective for one of the three known types of beta receptors, designated 1, 2and 3receptors.1-adrenergic receptorsare located mainly in the heart and in the kidneys.2-adrenergic receptorsare located mainly in the lungs, gastrointestinal tract, liver, uterus, vascular smooth muscle, and skeletal muscle.3-adrenergic receptorsare located in fat cells.",
       "treatment_name":"Beta blocker",
       "disease":[
          "Migraine disorder"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Antiviral drug",
       "disease":[
          "Meningitis"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Home oxygen therapy",
       "disease":[
          "Bronchiolitis"
       ]
    },
    {
       "treatment_overview":"Brachytherapyis a form ofradiotherapywhere a sealedradiation sourceis placed inside or next to the area requiring treatment.BrachyisGreekfor short.  Brachytherapy is commonly used as an effective treatment forcervical,prostate,breast,esophagealandskin cancerand can also be used to treat tumours in many other body sites.Treatment results have demonstrated that the cancer-cure rates of brachytherapy are either comparable to surgery andexternal beam radiotherapy(EBRT) or are improved when used in combination with these techniques.Brachytherapy can be used alone or in combination with other therapies such as surgery, EBRT andchemotherapy.Brachytherapy contrasts withunsealed source radiotherapy, in which a therapeuticradionuclide(radioisotope) is injected into the body to chemically localize to the tissue requiring destruction. It also contrasts to EBRT, in which high-energy x-rays (or occasionally gamma-rays from a radioisotope likecobalt-60) are directed at the tumour from outside the body. Brachytherapy instead involves the precise placement of short-range radiation-sources (radioisotopes,iodine-125orcesium-131for instance) directly at the site of the cancerous tumour. These are enclosed in a protective capsule or wire, which allows the ionizing radiation to escape to treat and kill surrounding tissue but prevents the charge of radioisotope from moving or dissolving in body fluids. The capsule may be removed later, or (with some radioisotopes) it may be allowed to remain in place.:Ch. 1",
       "treatment_name":"Brachytherapy",
       "disease":[
          "Uveal melanoma"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Spherical lens",
       "disease":[
          "Myopia",
          "Hyperopia"
       ]
    },
    {
       "treatment_overview":"Tricyclic antidepressants(TCAs) are a class of medications that are used primarily asantidepressants. TCAs were discovered in the early 1950s and were marketed later in the decade.They are named after theirchemical structure, which contains threerings of atoms.Tetracyclic antidepressants(TeCAs), which contain four rings of atoms, are a closely related group of antidepressant compounds.Although TCAs are sometimesprescribedfor depressive disorders, they have been largely replaced in clinical use in most parts of the world by newer antidepressants such asselective serotonin reuptake inhibitors(SSRIs),serotoninnorepinephrine reuptake inhibitors(SNRIs) andnorepinephrine reuptake inhibitors(NRIs). Adverse effects have been found to be of a similar level between TCAs and SSRIs.",
       "treatment_name":"Tricyclic antidepressant",
       "disease":[
          "Migraine disorder",
          "Tension headache"
       ]
    },
    {
       "treatment_overview":"Art therapy(not to be confused witharts therapy, which includes other creative therapies such as drama therapy and music therapy) is a distinct discipline that incorporates creative methods of expression through visual art media.  Art therapy, as acreative arts therapyprofession, originated in the fields of art andpsychotherapyand may vary in definition.There are three main ways that art therapy is employed. The first one is called analytic art therapy. Analytic art therapy is based on the theories that come from analytical psychology, and in more cases, psychoanalysis.Analytic art therapy focuses on the client, the therapist, and the ideas that are transferred between the both of them through art.Another way that art therapy is utilized is art psychotherapy. This approach focuses more on the psychotherapist and their analysis of their clients artwork verbally.The last way art therapy is looked at is through the lens of art as therapy. Some art therapists practicing art as therapy believe that analyzing the clients artwork verbally is not essential, therefore they stress the creation process of the art instead.In all of these different approaches to art therapy, the art therapist's client goes on the journey to delve into their inner thoughts and emotions by the use of paint, paper and pen, or even clay.",
       "treatment_name":"Art therapy",
       "disease":[
          "Dissociative identity disorder"
       ]
    },
    {
       "treatment_overview":"Defibrillationis a treatment for life-threateningcardiac dysrhythmias, specificallyventricular fibrillation(VF) andnon-perfusing ventricular tachycardia(VT).A defibrillator delivers a dose ofelectric current(often called acounter-shock) to theheart. Although not fully understood, this processdepolarizesa large amount of theheart muscle, ending the dysrhythmia. Subsequently, the body'snatural pacemakerin thesinoatrial nodeof the heart is able to re-establishnormal sinus rhythm.A heart which is inasystole(flatline) cannot be restarted by a defibrillator, but would be treated bycardiopulmonary resuscitation(CPR).In contrast to defibrillation, synchronized electricalcardioversionis an electrical shock delivered in synchrony to thecardiac cycle.Although the person may still becritically ill, cardioversion normally aims to end poorly perfusingcardiac dysrhythmias, such assupraventricular tachycardia.",
       "treatment_name":"Defibrillation",
       "disease":[
          "Emery-Dreifuss muscular dystrophy",
          "Ventricular fibrillation"
       ]
    },
    {
       "treatment_overview":"Statins, also known asHMG-CoA reductase inhibitors, are aclassoflipid-lowering medicationsthat reduceillnessand mortality in those who are at high risk ofcardiovascular disease. They are the most common cholesterol-lowering drugs.Low-density lipoprotein(LDL) carriers ofcholesterolplay a key role in the development ofatherosclerosisandcoronary heart diseasevia the mechanisms described by thelipid hypothesis. Statins are effective in lowering LDL cholesterol and so are widely used forprimary preventionin people at high risk of cardiovascular disease, as well as insecondary preventionfor those who have developed cardiovascular disease.",
       "treatment_name":"Statin",
       "disease":[
          "CADASIL",
          "Vascular dementia"
       ]
    },
    {
       "treatment_overview":"",
       "treatment_name":"Vena Cava Filters",
       "disease":[
          "May–Thurner syndrome"
       ]
    }
 ]