[
  {
    "Code": "Q101929",
    "Name": "Immunology",
    "Overview": "Immunologyis a branch ofbiologythat covers the study ofimmune systemsin allorganisms.Immunology charts, measures, and contextualizes thephysiologicalfunctioning of the immune system in states of both health and diseases; malfunctions of the immune system in immunological disorders (such asautoimmune diseases,hypersensitivities,immune deficiency,andtransplant rejection); and the physical, chemical, and physiological characteristics of the components of the immune systemin vitro,in situ, andin vivo.Immunology has applications in numerous disciplines of medicine, particularly in the fields of organ transplantation, oncology, rheumatology, virology, bacteriology, parasitology, psychiatry, and dermatology.The term was coined by Russian biologistIlya Ilyich Mechnikov,who advanced studies on immunology and received the Nobel Prize for his work in 1908. He pinned small thorns into starfish larvae and noticed unusual cells surrounding the thorns. This was the active response of the body trying to maintain its integrity. It was Mechnikov who first observed the phenomenon ofphagocytosis,in which the body defends itself against a foreign body."
  },
  {
    "Code": "Q10344696",
    "Name": "Medical parasitology",
    "Overview": ""
  },
  {
    "Code": "Q10379",
    "Name": "Cardiology",
    "Overview": "Cardiology(fromGreekkardia, \"heart\" and--logia, \"study\") is a branch ofmedicinethat deals with the disorders of theheartas well as some parts of thecirculatory system. The field includesmedical diagnosisand treatment ofcongenital heart defects,coronary artery disease,heart failure,valvular heart diseaseandelectrophysiology.Physicianswho specialize in this field of medicine are calledcardiologists, a specialty ofinternal medicine. Pediatric cardiologists arepediatricianswho specialize in cardiology. Physicians who specialize in cardiac surgery are calledcardiothoracic surgeonsorcardiac surgeons, a specialty ofgeneral surgery.Although the cardiovascular system is inextricably linked to blood, cardiology is relatively unconcerned withhematologyand its diseases. Some obvious exceptions that affect the function of the heart would be blood tests (electrolytedisturbances,troponins), decreased oxygen carrying capacity (anemia,hypovolemic shock), andcoagulopathies."
  },
  {
    "Code": "Q103824",
    "Name": "Hematology",
    "Overview": "Hematology,also spelledhaematology, is the branch ofmedicineconcerned with the study of the cause, prognosis, treatment, and prevention of diseases related toblood.It involves treating diseases that affect the production of blood and its components, such asblood cells,hemoglobin,blood proteins,bone marrow,platelets,blood vessels,spleen, and the mechanism ofcoagulation. Such diseases might includehemophilia, blood clots (thrombus), other bleeding disorders, and bloodcancerssuch asleukemia,multiple myeloma, andlymphoma.The laboratory work that goes into the study of blood is frequently performed by amedical technologistormedical laboratory scientist.Physicians specialized in hematology are  known ashematologistsorhaematologists. Their routine work mainly includes the care and treatment of patients with hematological diseases, although some may also work at the hematology laboratory viewingblood filmsandbone marrowslides under themicroscope, interpreting various hematological test results andblood clotting testresults. In some institutions, hematologists also manage the hematology laboratory. Physicians who work in hematology laboratories, and most commonly manage them, are pathologists specialized in the diagnosis of hematological diseases, referred to ashematopathologistsorhaematopathologists. Hematologists and hematopathologists generally work in conjunction to formulate a diagnosis and deliver the most appropriate therapy if needed. Hematology is a distinct subspecialty of internal medicine, separate from but overlapping with the subspecialty of medicaloncology. Hematologists may specialize further or have special interests, for example, in:"
  },
  {
    "Code": "Q10384",
    "Name": "Geriatrics",
    "Overview": "Geriatrics, orgeriatric medicine,is a specialty that focuses on health care ofelderly people.It aims to promotehealthbypreventingand treatingdiseasesanddisabilitiesinolder adults.There is no set age at which patients may be under the care of ageriatrician, orgeriatric physician, a physician who specializes in the care of elderly people. Rather, this decision is determined by the individual patient's needs, and the availability of a specialist. It is important to note the difference between geriatrics, the care of aged people, andgerontology, which is the study of theagingprocess itself. The termgeriatricscomes from theGreekgeronmeaning \"old man\", and iatrosmeaning \"healer\". However, geriatrics is sometimes calledmedical gerontology.Geriatrics differs from standard adultmedicinebecause it focuses on the unique needs of the elderly person. The aged body is different physiologically from the younger adult body, and during old age, the decline of various organ systems becomes manifest. Previous health issues and lifestyle choices produce a different constellation of diseases and symptoms in different people. The appearance of symptoms depends on the remaining healthy reserves in theorgans. Smokers, for example, consume their respiratory system reserve early and rapidly."
  },
  {
    "Code": "Q1046686",
    "Name": "Allergology",
    "Overview": "Allergies, also known asallergic diseases, are a number of conditions caused byhypersensitivityof theimmune systemto typically harmless substances in the environment.These diseases includehay fever,food allergies,atopic dermatitis,allergic asthma, andanaphylaxis.Symptoms may includered eyes, an itchy rash,sneezing, arunny nose,shortness of breath, or swelling.Food intolerancesandfood poisoningare separate conditions.Commonallergensincludepollenand certain foods.Metals and other substances may also cause problems.Food,insect stings, and medications are common causes of severe reactions.Their development is due to both genetic and environmental factors.The underlying mechanism involvesimmunoglobulin E antibodies(IgE), part of the body's immune system, binding to an allergen and then toa receptoronmast cellsorbasophilswhere it triggers the release of inflammatory chemicals such ashistamine.Diagnosis is typically based on a person'smedical history.Further testing of theskinor blood may be useful in certain cases.Positive tests, however, may not mean there is a significant allergy to the substance in question."
  },
  {
    "Code": "Q105650",
    "Name": "Urology",
    "Overview": "Urology(fromGreekouron\"urine\" and--logia\"study of\"), also known as genitourinary surgery, is the branch ofmedicinethat focuses on surgical and medical diseases of the male and femaleurinary-tractsystem and themale reproductive organs. Organs under the domain of urology include thekidneys,adrenal glands,ureters,urinary bladder,urethra, and the male reproductive organs (testes,epididymis,vas deferens,seminal vesicles,prostate, andpenis).The urinary and reproductive tracts are closely linked, and disorders of one often affect the other. Thus a major spectrum of the conditions managed in urology exists under the domain ofgenitourinary disorders. Urology combines the management of medical (i.e., non-surgical) conditions, such asurinary-tract infectionsandbenign prostatic hyperplasia, with the management of surgical conditions such as bladder orprostate cancer,kidney stones, congenital abnormalities, traumatic injury, andstress incontinence."
  },
  {
    "Code": "Q1071953",
    "Name": "Medical genetics",
    "Overview": "Medical geneticsis the branch ofmedicinethat involves the diagnosis and management ofhereditary disorders.  Medical genetics differs fromhuman geneticsin that human genetics is a field of scientific research that may or may not apply to medicine, while medical genetics refers to the application of genetics to medical care.  For example, research on the causes and inheritance ofgenetic disorderswould be considered within both human genetics and medical genetics, while the diagnosis, management, and counselling people with genetic disorders would be considered part of medical genetics.In contrast, the study of typically non-medicalphenotypessuch as the genetics of eye color would be considered part of human genetics, but not necessarily relevant to medical genetics (except in situations such asalbinism).Genetic medicineis a newer term for medical genetics and incorporates areas such asgene therapy,personalized medicine, and the rapidly emerging new medical specialty,predictive medicine."
  },
  {
    "Code": "Q11180",
    "Name": "Internal medicine",
    "Overview": "Internal medicineorgeneral internal medicine(inCommonwealthnations) is themedical specialtydealing with the prevention, diagnosis, and treatment of internal diseases. Physicians specializing in internal medicine are calledinternists, orphysicians(without a modifier) in Commonwealth nations. Internists are skilled in the management of patients who have undifferentiated ormulti-system diseaseprocesses. Internists care for hospitalized and ambulatory patients and may play a major role in teaching and research. One thing to note is that internal medicine and family medicine are often confused as equivalent in theCommonwealthnations (see below).Because internal medicine patients are often seriously ill or require complex investigations, internists do much of their work inhospitals. Internists often have subspecialty interests in diseases affecting particular organs or organ systems."
  },
  {
    "Code": "Q114953",
    "Name": "Poisoning",
    "Overview": ""
  },
  {
    "Code": "Q120569",
    "Name": "Gastroenterology",
    "Overview": "Gastroenterologyis the branch ofmedicinefocused on thedigestive systemand its disorders.Diseasesaffecting thegastrointestinal tract, which include theorgansfrommouthintoanus, along thealimentary canal, are the focus of this speciality.Physicianspracticing in this field are calledgastroenterologists. They have usually completed about eight years ofpre-medicalandmedical education, a year-longinternship(if this is not a part of the residency), three years of an internal medicine residency, and three years in the gastroenterologyfellowship.Gastroenterologistsperform a number of diagnostic andtherapeuticprocedures includingcolonoscopy,esophagogastroduodenoscopy(EGD),endoscopic retrograde cholangiopancreatography(ERCP),endoscopic ultrasound(EUS), andliver biopsy.Some gastroenterology trainees will complete a \"fourth-year\" (although this is often their seventh year of graduate medical education) in transplanthepatology, advanced interventionalendoscopy,inflammatory bowel disease,motility, or other topics."
  },
  {
    "Code": "Q1207969",
    "Name": "Diabetology",
    "Overview": "Diabetology Ltdis abiopharmaceuticalcompany founded in 2002 and registered inSaint Helier,Jersey.The company develops oral drugs for the treatment ofdiabetes mellitus.Currently, the company doesn't have a marketed product, though its pipeline includes one drug that has recently completed phase II clinical development, one in phase II clinical development, and three in pre-clinical development."
  },
  {
    "Code": "Q12128",
    "Name": "Dentistry",
    "Overview": "Dentistry, also known asdental medicineandoral medicine, is a branch ofmedicinethat consists of the study,diagnosis, prevention, and treatment ofdiseases, disorders, and conditions of theoral cavity, commonly in thedentitionbut also theoral mucosa, and of adjacent and related structures and tissues, particularly in the maxillofacial (jaw and facial) area.Although primarily associated withteethamong the general public, the field of dentistry or dental medicine is not limited to teeth but includes other aspects of thecraniofacialcomplex including thetemporomandibular jointand other supporting, muscular, lymphatic, nervous, vascular, and anatomical structures.Dentistry is often also understood to subsume the now largely defunctmedical specialtyofstomatology(the study of the mouth and its disorders and diseases) for which reason the two terms are used interchangeably in certain regions."
  },
  {
    "Code": "Q1221899",
    "Name": "Gynaecology",
    "Overview": "Gynaecologyorgynecology(seespelling differences) is the medical practice dealing with the health of thefemale reproductive system(vagina,uterus, andovaries). Outside medicine, the term means \"the science ofwomen\".  Its counterpart isandrology, which deals with medical issues specific to the male reproductive system.Almost all modern gynaecologists are alsoobstetricians(seeobstetrics and gynaecology).  In many areas, the specialities of gynaecology and obstetrics overlap."
  },
  {
    "Code": "Q123028",
    "Name": "Pediatrics",
    "Overview": "Pediatrics(also spelledpaediatricsorpdiatrics) is the branch ofmedicinethat involves the medical care ofinfants,children, andadolescents. TheAmerican Academy of Pediatricsrecommends people be under pediatric care through the age of 21(though usually onlyminorsare required to be under pediatric care). In theUnited Kingdom, pediatrics covers patients until age 18.Amedical doctorwho specializes in this area is known as apediatrician, orpaediatrician. The wordpediatricsand itscognatesmean \"healer of children\"; they derive from twoGreekwords:(pais\"child\") and(iatros\"doctor, healer\"). Pediatricians work inhospitals, particularly those working in its subspecialties (e.g.neonatology), and as outpatientprimary care physicians.AlreadyHippocrates,Aristotle,Celsus,Soranus, andGalenunderstood the differences in growing and maturing organisms that necessitated different treatment:Ex toto non sic pueri ut viri curari debent(\"In general, boys should not be treated in the same way as men\")."
  },
  {
    "Code": "Q1365243",
    "Name": "Tropical medicine",
    "Overview": "Tropical medicineis an interdisciplinary branch of medicine that deals with health issues that occur uniquely, are more widespread, or are more difficult to control in tropical and subtropical regions.Physicians in this field diagnose and treat a variety of diseases and ailments. Most infections they deal with areendemicto the tropics. A few of the most well-known includemalaria,HIV/AIDS, andtuberculosis. They must be knowledgeable in the 18 lesser known neglected tropical diseases, which include Chagas disease, rabies, and dengue. Poor living conditions in underdeveloped tropical countries have led to a rising number of non-communicable diseases. These diseases include cancer and cardiovascular disease, which, in the past, have been more of a worry in developed countries. Physicians trained in tropical medicine must also be prepared to diagnose and treat these diseases."
  },
  {
    "Code": "Q1423517",
    "Name": "Diving medicine",
    "Overview": "Diving medicine, also calledundersea and hyperbaric medicine(UHB), is the diagnosis, treatment and prevention of conditions caused by humans entering the undersea environment. It includes the effects on the body of pressure on gases, the diagnosis and treatment of conditions caused by marine hazards and how relationships of a diver's fitness to dive affect a diver's safety. Diving medical practitioners are also expected to be competent in the examination of divers and potential divers to determinefitness to dive.Hyperbaric medicineis a corollary field associated with diving, since recompression in a hyperbaric chamber is used as a treatment for two of the most significant diving-related illnesses,decompression sicknessandarterial gas embolism."
  },
  {
    "Code": "Q1498222",
    "Name": "Vascular surgery",
    "Overview": "Vascular surgeryis a surgical subspecialty in which diseases of the vascular system, orarteries,veinsand lymphatic circulation, are managed by medical therapy, minimally-invasive catheter procedures, and surgical reconstruction. The specialty evolved from general and cardiac surgery, and includes treatment of the bodies other major and essential veins and arteries. Open surgery techniques, as well as endovascular techniques are used to treat vascular diseases. The vascular surgeon is trained in the diagnosis and management of diseases affecting all parts of the vascular system excluding the coronaries and intracranial vasculature.Early leaders of the field included Russian surgeonNikolai Korotkov, noted for developing early surgical techniques, Americaninterventional radiologistCharles Theodore Dotterwho is credited with inventing minimally invasive angioplasty (1964), and Australian Robert Paton, who helped the field achieve recognition as a specialty. Edwin Wylie of San Francisco was one of the early American pioneers who developed and fostered advanced training in vascular surgery and pushed for its recognition as a specialty in the United States in the 1970s."
  },
  {
    "Code": "Q15816818",
    "Name": "Physical Medicine and Rehabilitation",
    "Overview": ""
  },
  {
    "Code": "Q161437",
    "Name": "Ophthalmology",
    "Overview": "Ophthalmology(/flmldi/)is a branch ofmedicineandsurgerywhich deals with the diagnosis and treatment of eye disorders.Anophthalmologistis aspecialistin ophthalmology.The credentials include a degree in medicine, followed by additional four to five years of ophthalmologyresidency training. Ophthalmology residency training programs may require a one-year pre-residency training in internal medicine, pediatrics, or general surgery. Additional specialty training (or fellowship) may be sought in a particular aspect of eye pathology.Ophthalmologists are allowed to use medications to treat eye diseases,  implement laser therapy, and perform surgery when needed.Ophthalmologists may participate in academic research on the diagnosis and treatment for eye disorders.A partial list of the most common diseases diagnosed and treated by Ophthalmologists include:"
  },
  {
    "Code": "Q162555",
    "Name": "Oncology",
    "Overview": "Oncologyis a branch ofmedicinethat deals with the prevention, diagnosis, and treatment ofcancer. A medical professional who practices oncology is anoncologist.The name's etymological origin is the Greek word  (ongkos), meaning 1. \"burden, volume, mass\" and 2. \"barb\", and the Greek word  (logos), meaning \"study\".Cancer survival has improved due to three main components: improved prevention efforts to reduce exposure to risk factors (e.g.,tobacco smokingandalcoholconsumption),improvedscreeningof several cancers (allowing for earlier diagnosis),and improvements in treatment."
  },
  {
    "Code": "Q162606",
    "Name": "Endocrinology",
    "Overview": "Endocrinology(fromendocrine+-ology) is a branch ofbiologyandmedicinedealing with theendocrine system, its diseases, and its specific secretions known ashormones. It is also concerned with the integration of developmental events proliferation, growth, and differentiation, and the psychological or behavioral activities ofmetabolism,growth and development,tissuefunction,sleep,digestion,respiration,excretion,mood,stress,lactation,movement,reproduction, andsensory perceptioncaused byhormones. Specializations include behavioral endocrinologyandcomparative endocrinology.The endocrine system consists of severalglands, all in different parts of the body, that secrete hormones directly into the blood rather than into a duct system. Therefore,endocrine glandsare regarded as ductless glands. Hormones have many different functions and modes of action; one hormone may have several effects on different target organs, and, conversely, one target organ may be affected by more than one hormone."
  },
  {
    "Code": "Q1650750",
    "Name": "Neuropathology",
    "Overview": "Neuropathologyis the study ofdiseaseof nervous system tissue, usually in the form of either small surgical biopsies or whole-body autopsies. Neuropathologists usually work in a department ofanatomic pathology, but work closely with the clinical disciplines ofneurology, andneurosurgery, which often depend on neuropathology for a diagnosis. Neuropathology also relates toforensic pathologybecause brain disease or brain injury can be related tocause of death. Neuropathology should not be confused withneuropathy, which refers to disorders of the nerves themselves (usually in theperipheral nervous system) rather than the tissues. In neuropathology, the branches of the specializations of nervous system as well as the tissues come together into one field of study.The work of the neuropathologist consists largely of examiningbiopsytissue from thebrainandspinal cordto aid indiagnosisof disease.Tissues are also observed through the eyes, muscles, surfaces of organs, and tumors. Thebiopsyis usually requested after a mass is detected by radiologic imaging, the imaging in turn driven by presenting signs and symptoms of a patient. CT scans are also used to discover issues in the patient. As for autopsies, the principal work of the neuropathologist is to help in the post-mortem diagnosis of various forms of dementia and other conditions that affect the central nervous system. Tissue samples are researched within the lab for diagnosis as well as forensic investigations."
  },
  {
    "Code": "Q16683089",
    "Name": "Endocrine oncology",
    "Overview": "Endocrine oncologyrefers to a medical speciality dealing with hormone producing tumors, i.e. a combination ofendocrinologyandoncology.Few centres are specializing in hormone producing tumors only, due to the relatively lowincidence. Most centres have gastroenterologists, oncologist or endocrinologists who deal with other diseases as well. One exception is theUppsala Centre of Excellence in Neuroendocrine TumorsatUppsala University HospitalinSweden, where doctors treat only endocrine tumors."
  },
  {
    "Code": "Q170201",
    "Name": "Veterinary medicine",
    "Overview": "Veterinary medicineis the branch ofmedicinethat deals with the prevention, control, diagnosis, and treatment of disease, disorder, and injury inanimals. Along with this, it also deals with animal rearing, husbandry, breeding, research on nutrition and product development. The scope of veterinary medicine is wide, covering all animal species, bothdomesticatedandwild, with a wide range of conditions which can affect different species.Veterinary medicine is widely practiced, both with and without professional supervision.  Professional care is most often led by aveterinary physician(also known as a vet, veterinary surgeon or veterinarian), but also byparaveterinary workerssuch as veterinary nurses or technicians.  This can be augmented by other paraprofessionals with specific specialisms such as animalphysiotherapyordentistry, and species relevant roles such asfarriers."
  },
  {
    "Code": "Q170912",
    "Name": "Sexology",
    "Overview": "Sexologyis the scientific study ofhuman sexuality, including human sexual interests,behaviors, and functions.The termsexologydoes not generally refer to the non-scientific study of sexuality, such aspolitical scienceorsocial criticism.Sexologists apply tools from several academic fields, such asbiology,medicine,psychology,epidemiology,sociology, andcriminology.Topics of study includesexual development(puberty),sexual orientation,gender identity,sexual relationships, sexual activities,paraphilias, and atypical sexual interests. It also includes the study of sexuality across the lifespan, includingchild sexuality,puberty,adolescent sexuality, andsexuality among the elderly. Sexology also spans sexuality among the mentally and/or physically disabled. The sexological study ofsexual dysfunctionsand disorders, includingerectile dysfunction,anorgasmia, andpedophilia, are also mainstays."
  },
  {
    "Code": "Q171171",
    "Name": "Dermatology",
    "Overview": "Dermatologyis the branch ofmedicinedealing with theskin.It is a speciality with both medical and surgical aspects.Adermatologistis a specialist  doctor who manages diseases related to skin, hair and nails and some cosmetic problems.Attested in English in 1819, the worddermatologyderives from theGreek (dermatos), genitive of  (derma), \"skin\"(itself from dero, \"to flay\") and --logia."
  },
  {
    "Code": "Q17145564",
    "Name": "Reproductive endocrinology and infertility",
    "Overview": "Reproductive endocrinology and infertility(REI) is a surgicalsubspecialtyofobstetrics and gynecologythat trains physicians inreproductive medicineaddressinghormonalfunctioning as it pertains toreproductionas well as the issue ofinfertility. While most REI specialists primarily focus on the treatment ofinfertility, reproductive endocrinologists are trained to also test and treat hormonal dysfunctions in females and males outside infertility. Reproductive endocrinologists have specialty training (residency) inobstetrics and gynecology(ob-gyn) before they undergo sub-specialty training (fellowship) in REI.Reproductive surgeryis a related specialty, where a physician in ob-gyn orurologyfurther specializes to operate on anatomical disorders that affectfertility."
  },
  {
    "Code": "Q17147442",
    "Name": "Interventional neuroradiology",
    "Overview": "Endovascular Surgical Neuroradiology (ESN), also known asNeurointerventional Surgery (NIS),Interventional Neuroradiology (INR), andEndovascular Neurosurgery, is a medical subspecialty ofNeurology,Neurosurgery, andradiologyspecializing in minimally invasive image-based technologies and procedures used in diagnosis and treatment of diseases of the head, neck, and spine.Diagnostic angiography"
  },
  {
    "Code": "Q1741745",
    "Name": "Child and adolescent psychiatry",
    "Overview": "Child and adolescent psychiatry(orpediatric psychiatry) is a branch ofpsychiatrythat focuses on the diagnosis, treatment, and prevention ofmental disordersinchildren,adolescents, and theirfamilies. It investigates thebiopsychosocialfactors that influence the development and course of these psychiatric disorders and treatment responses to various interventions.When psychiatrists and pediatricians first began to recognize and discuss childhood psychiatric disorders in the 19th century, they were largely influenced by literary works of the Victorian era.Authors like theBronte sisters,George Eliot, andCharles Dickens, introduced new ways of thinking about the child mind and the potential influence early childhood experiences could have on child development and the subsequent adult mind. When theJournal of Psychological Medicine and Mental Pathology, the first psychiatric journal in English, was published in 1848, child psychiatry didn't exist as its own field yet. However, some of the earliest works on the possibility of nervous disorders and \"insanity\" in children were published in the Journal and several medical writers directly referenced works such asJane Eyre(1847),Wuthering Heights(1847),Dombey and Son(1848), andDavid Copperfield(1850), to illustrate this new conceptualization of the child mind. Until that time, it was generally accepted that children were free from nervous disorders and the \"passions\" that affected the adult mind."
  },
  {
    "Code": "Q177635",
    "Name": "Nephrology",
    "Overview": "Nephrology(fromGreeknephros\"kidney\", combined with the suffix-logy, \"the study of\") is aspecialtyofmedicinefocused on thekidneys, specifically normalkidney functionandkidney disease, the preservation of kidney health, and the treatment of kidney disease, from diet and medication torenal replacement therapy(dialysisandkidney transplantation).Nephrology also studiessystemicconditions that affect the kidneys, such asdiabetesandautoimmune disease; and systemic diseases that occur as a result of kidney disease, such asrenal osteodystrophyandhypertension.  A physician who has undertaken additional training and become certified in nephrology is called anephrologist."
  },
  {
    "Code": "Q18011356",
    "Name": "Podiatry",
    "Overview": "Podiatry(/poda.tri/) orpodiatric medicine'(/poditrk,-da.trk/) orfoot and ankle surgeryis a branch ofmedicinedevoted to the  study, diagnosis, and medical and surgical treatment of disorders of thefoot,ankle, andlower extremity. The termpodiatrycame into use in the early 20th century in theUnited Statesand is now  used worldwide, including in countries such as theUnited Kingdom,Australia, andCanada.Podiatry is practiced as aspecialtyin many countries, while in many English-speaking countries, the older title ofchiropodistmay be used by some clinicians(not to be confused withchiropractics, which is unrelated). In Australia, graduates of recognised academic programs can register through the Podiatry Board of Australia as a \"podiatrist\", and those with additional recognised training may also receive endorsement to prescribe or administer restricted medications and/or seek specialist registration as a \"podiatric surgeon\". In many non-English-speaking countries of Europe, the title used may bepodologue(French)orpodologo(Spanish and Italian).The level and scope of the practice of podiatry vary among countries."
  },
  {
    "Code": "Q180502",
    "Name": "Parasitology",
    "Overview": "Parasitologyis the study ofparasites, theirhosts, and the relationship between them. As abiological discipline, the scope of parasitology is not determined by the organism or environment in question but by their way of life. This means it forms a synthesis of other disciplines, and draws on techniques from fields such ascell biology,bioinformatics,biochemistry,molecular biology,immunology,genetics,evolutionandecology.The study of these diverseorganismsmeans that the subject is often broken up into simpler, more focused units, which use common techniques, even if they are not studying the same organisms or diseases. Much research in parasitology falls somewhere between two or more of these definitions. In general, the study ofprokaryotesfalls under the field ofbacteriologyrather than parasitology."
  },
  {
    "Code": "Q18123741",
    "Name": "Infectious disease",
    "Overview": "Aninfectionis the invasion of an organism's bodytissuesbydisease-causing agents, their multiplication, and the reaction ofhosttissues to the infectious agents and thetoxinsthey produce.Aninfectious disease, also known as atransmissible diseaseorcommunicable disease, is anillnessresulting from an infection.Infections are caused by infectious agents (pathogens) including:"
  },
  {
    "Code": "Q182442",
    "Name": "Plastic surgery",
    "Overview": "Plastic surgeryis a surgical specialty involving the restoration, reconstruction, or alteration of the human body. It can be divided into two main categories:reconstructive surgeryandcosmetic surgery.Reconstructive surgeryincludescraniofacial surgery,hand surgery,microsurgery, and the treatment ofburns. While reconstructive surgery aims to reconstruct a part of the body or improve its functioning, cosmetic (or aesthetic) surgery aims at improving the appearance of it.Both of these techniques are used throughout the world.The wordplasticinplastic surgerymeans 'reshaping' and comes from the Greek  (),plastike(tekhne), \"the art of modelling\" of malleableflesh.This meaning in English is seen as early as 1598.The surgical definition of \"plastic\" first appeared in 1839, preceding the modern \"engineering material made from petroleum\" sense by 70 years."
  },
  {
    "Code": "Q183257",
    "Name": "Psychotherapy",
    "Overview": ""
  },
  {
    "Code": "Q186005",
    "Name": "Physiotherapy",
    "Overview": ""
  },
  {
    "Code": "Q188449",
    "Name": "Neurosurgery",
    "Overview": "oror"
  },
  {
    "Code": "Q189553",
    "Name": "Otolaryngology",
    "Overview": "Otorhinolaryngology(/otoranolrnldi/oh-toh-RYE-noh-LAR-n-GOL--jee; abbreviatedORL; also calledotolaryngology; other terms includeotolaryngologyhead and neck surgery(ORLH&N,OHNS) andear, nose, and throat, often calledENT) is a surgical subspecialty within medicine that deals with the surgical and medical management of conditions of the head and neck. Doctors who specialize in this area are called otorhinolaryngologists, otolaryngologists, head and neck surgeons, or ENT surgeons or physicians. Patients seek treatment from an otorhinolaryngologist for diseases of theear,nose,throat,base of the skull, head, and neck. These commonly include functional diseases that affect the senses and activities of eating, drinking, speaking, breathing, swallowing, and hearing. In addition, ENT surgery encompasses the surgical management and reconstruction ofcancersandbenign tumorsof the head and neck as well as plastic surgery of the face and neck.The term is a combination ofNew Latincombining forms(oto-+rhino-+laryngo-+-logy) derived from fourAncient Greekwords:ous(gen.: otos), \"ear\",rhis, \"nose\",larynx, \"larynx\" and-logia, \"study\"(cf. Greek , \"otorhinolaryngologist\")."
  },
  {
    "Code": "Q1919436",
    "Name": "Pediatrician",
    "Overview": "Pediatrics(also spelledpaediatricsorpdiatrics) is the branch ofmedicinethat involves the medical care ofinfants,children, andadolescents. TheAmerican Academy of Pediatricsrecommends people be under pediatric care through the age of 21(though usually onlyminorsare required to be under pediatric care). In theUnited Kingdom, pediatrics covers patients until age 18.Amedical doctorwho specializes in this area is known as apediatrician, orpaediatrician. The wordpediatricsand itscognatesmean \"healer of children\"; they derive from twoGreekwords:(pais\"child\") and(iatros\"doctor, healer\"). Pediatricians work inhospitals, particularly those working in its subspecialties (e.g.neonatology), and as outpatientprimary care physicians.AlreadyHippocrates,Aristotle,Celsus,Soranus, andGalenunderstood the differences in growing and maturing organisms that necessitated different treatment:Ex toto non sic pueri ut viri curari debent(\"In general, boys should not be treated in the same way as men\")."
  },
  {
    "Code": "Q1976068",
    "Name": "Helminthology",
    "Overview": "Helminthologyis the study ofparasitic worms(helminths). The field studies thetaxonomyof helminths and their effects on theirhosts.The origin of the first compound of the word is the Greek- helmins, meaning \"worm\"."
  },
  {
    "Code": "Q199906",
    "Name": "Clinical psychology",
    "Overview": "Clinical psychologyis an integration of science, theory, and clinical knowledge for the purpose of understanding, preventing, and relieving psychologically-based distress ordysfunctionand to promote subjectivewell-beingand personal development.Central to its practice arepsychological assessment,clinical formulation, andpsychotherapy, although clinical psychologists also engage in research, teaching, consultation, forensic testimony, and program development and administration.In many countries, clinical psychology is a regulatedmental health profession.The field is generally considered to have begun in 1896 with the opening of the first psychologicalclinicat theUniversity of PennsylvaniabyLightner Witmer. In the first half of the 20th century, clinical psychology was focused on psychological assessment, with little attention given to treatment. This changed after the 1940s when World War II resulted in the need for a large increase in the number of trained clinicians. Since that time, three main educational models have developed in the USAthe Ph.D. Clinical Science model (heavily focused on research),thePh.D. science-practitioner model(integrating scientific research and practice), and thePsy.D. practitioner-scholar model(focusing on clinical theory and practice). In the UK and the Republic of Ireland, theClinical Psychology Doctoratefalls between the latter two of these models, whilst in much of mainland Europe, the training is at the masters level and predominantly psychotherapeutic. Clinical psychologists are expert in providing psychotherapy, and generally train within four primary theoretical orientationspsychodynamic,humanistic,cognitive behavioral therapy (CBT), andsystems or family therapy."
  },
  {
    "Code": "Q203337",
    "Name": "Pulmonology",
    "Overview": "Pulmonology(/plmnldi/, fromLatinpulmo, -onis\"lung\" and theGreeksuffix--logia\"study of\") orpneumology(/nmldi,nj-/, built on Greek pneumon\"lung\") is amedical specialtythat deals withdiseasesinvolving therespiratory tract.It is also known asrespirology,respiratory medicine, orchest medicinein some countries and areas.Pulmonology is considered a branch ofinternal medicine, and is related tointensive care medicine. Pulmonology often involves managing patients who need life support andmechanical ventilation. Pulmonologists are specially trained in diseases and conditions of thechest, particularlypneumonia,asthma,tuberculosis,emphysema, and complicated chest infections."
  },
  {
    "Code": "Q20862341",
    "Name": "Midwifery",
    "Overview": "Midwiferyis thehealth scienceandhealth professionthat deals withpregnancy,childbirth, and thepostpartum period(including care of thenewborn),in addition to the sexual and reproductive health of women throughout their lives.In many countries, midwifery is a medical profession(special for its independent and direct specialized education; should not be confused with the medical specialty, which depends on a previous general training). A professional in midwifery is known as amidwife.A 2013Cochrane reviewconcluded that \"most women should be offered midwifery-led continuity models of care and women should be encouraged to ask for this option although caution should be exercised in applying this advice to women with substantial medical or obstetric complications.\"The review found that midwifery-led care was associated with a reduction in the use ofepidurals, with fewerepisiotomiesor instrumental births, and a decreased risk of losing the baby before 24 weeks' gestation. However, midwifery-led care was also associated with a longer mean length of labor as measured in hours."
  },
  {
    "Code": "Q2138622",
    "Name": "Nutrition",
    "Overview": "Nutritionis thesciencethat interprets thenutrientsand other substances infoodin relation to maintenance, growth, reproduction,healthand disease of an organism. It includes ingestion,absorption,assimilation,biosynthesis,catabolismandexcretion.Thedietof an organism is what it eats, which is largely determined by the availability andpalatabilityof foods. For humans, ahealthy dietincludespreparation of foodand storage methods that preserve nutrients from oxidation, heat or leaching, and that reduces risk offoodborne illnesses. The seven major classes of human nutrients arecarbohydrates,fats,fiber,minerals,proteins,vitamins, andwater. Nutrients can be grouped as eithermacronutrientsormicronutrients(needed in small quantities)."
  },
  {
    "Code": "Q216685",
    "Name": "Orthopedics",
    "Overview": "Orthopedic surgeryororthopedics, also spelledorthopaedics, is the branch ofsurgeryconcerned with conditions involving themusculoskeletal system. Orthopedic surgeons use both surgical and nonsurgical means to treat musculoskeletaltrauma, spine diseases,sports injuries,degenerative diseases,infections,tumors, andcongenital disorders.Nicholas Andrycoined the word in French asorthopedie, derived from theAncient Greekwords orthos(\"correct\", \"straight\") and paidion(\"child\"), and publishedOrthopedie(translated asOrthopdia: Or the Art of Correcting and Preventing Deformities in Children) in 1741. The word wasassimilatedinto English asorthopdics; theligaturewas common in that era foraein Greek- and Latin-based words. Though, as the name implies, the discipline was initially developed with attention to children, the correction of spinal and bone deformities in all stages of life eventually became the cornerstone of orthopedic practice."
  },
  {
    "Code": "Q235007",
    "Name": "Cardiac surgery",
    "Overview": "Cardiac surgery, orcardiovascular surgery, issurgeryon theheartorgreat vesselsperformed by cardiacsurgeons. It is often used to treat complications ofischemic heart disease(for example, withcoronary artery bypass grafting); to correctcongenital heart disease; or to treatvalvular heart diseasefrom various causes, includingendocarditis,rheumatic heart disease, andatherosclerosis. It also includesheart transplantation.The earliest operations on thepericardium(the sac that surrounds the heart) took place in the 19th century and were performed byFrancisco Romero(1801),Dominique Jean Larrey(1810),Henry Dalton(1891), andDaniel Hale Williams(1893).The first surgery on the heart itself was performed byAxel Cappelenon 4 September 1895 atRikshospitaletin Kristiania, nowOslo. Cappelenligateda bleedingcoronary arteryin a 24-year-old man who had been stabbed in the leftaxillaand was in deepshockupon arrival. Access was through a leftthoracotomy. The patient awoke and seemed fine for 24 hours, but became ill with afeverand died three days after the surgery frommediastinitis."
  },
  {
    "Code": "Q23688644",
    "Name": "Epileptology",
    "Overview": ""
  },
  {
    "Code": "Q2440756",
    "Name": "Phlebology",
    "Overview": ""
  },
  {
    "Code": "Q2678675",
    "Name": "Physical medicine and rehabilitation",
    "Overview": "Physical medicine and rehabilitation, also known asphysiatry,is a branch ofmedicinethat aims to enhance and restore functional ability and quality of life to people with physical impairments or disabilities. This can include conditions such asspinal cord injuries,brain injuries,strokes, as well as pain or disability due tomuscle, ligament or nerve damage.Aphysicianhaving completed training in this field may be referred to as a physiatrist.Physical medicine and rehabilitation encompasses a variety of clinical settings and patient populations."
  },
  {
    "Code": "Q2861470",
    "Name": "Emergency medicine",
    "Overview": "Emergency medicine, also known asaccident and emergency medicine, is themedical specialtyconcerned with the care ofillnessesorinjuriesrequiring immediate medical attention. Emergency physicians care for unscheduled and undifferentiated patients of all ages. As first-line providers, their primary responsibility is to initiate resuscitation and stabilization and to start investigations and interventions to diagnose and treat illnesses in the acute phase. Emergency physicians generally practise inhospitalemergency departments,pre-hospital settingsviaemergency medical services, andintensive care units, but may also work inprimary caresettings such asurgent careclinics. Sub-specializations of emergency medicine includedisaster medicine,medical toxicology,ultrasonography,critical care medicine,hyperbaric medicine,sports medicine,palliative care, oraerospace medicine.Different models for emergency medicine exist internationally. In countries following theAnglo-Americanmodel, emergency medicine was originally the domain ofsurgeons,general practitioners, and other generalist physicians, but in recent decades it has become recognised as a speciality in its own right with its own training programmes and academic posts, and the specialty is now a popular choice among medical students and newly qualified medical practitioners.By contrast, in countries following theFranco-Germanmodel, the speciality does not exist and emergency medical care is instead provided directly byanesthesiologists(forcriticalresuscitation), surgeons, specialists ininternal medicine,pediatricians,cardiologistsorneurologistsas appropriate.In developing countries, emergency medicine is still evolving andinternational emergency medicineprograms offer hope of improving basic emergency care where resources are limited."
  },
  {
    "Code": "Q2964004",
    "Name": "Thoracic surgery",
    "Overview": "Cardiothoracic surgery(also known as thoracic surgery) is the field of medicine involved insurgical treatmentof organs inside thethorax(the chest)generally treatment of conditions of theheart(heart disease) andlungs(lung disease).  In most countries, cardiac surgery (involving the heart and thegreat vessels) and general thoracic surgery (involving the lungs, esophagus, thymus, etc.) are separatesurgical specialties; the exceptions are the United States, Australia, New Zealand, and someEUcountries, such as the United Kingdom and Portugal.A cardiac surgeryresidencytypically comprises anywhere from 4 to 6 years (or longer) of training to become a fully qualified surgeon.Cardiac surgery training may be combined withthoracic surgeryand / orvascular surgeryand called cardiovascular (CV) / cardiothoracic (CT) / cardiovascular thoracic (CVT) surgery. Cardiac surgeons may enter a cardiac surgery residency directly frommedical school, or first complete ageneral surgeryresidency followed by afellowship. Cardiac surgeons may further sub-specialize cardiac surgery by doing a fellowship in a variety of topics including:pediatriccardiac surgery,cardiac transplantation, adult acquired heart disease, weak heart issues, and many more problems in the heart."
  },
  {
    "Code": "Q327657",
    "Name": "Rheumatology",
    "Overview": "Rheumatology(Greek,rheuma, flowing current) is a branch of medicine devoted to thediagnosisandtherapyofrheumatic diseases.Physicianswho have undergone formal training in rheumatology are calledrheumatologists. Rheumatologists deal mainly with immune-mediated disorders of themusculoskeletal system,soft tissues,autoimmune diseases,vasculitides, and inheritedconnective tissue disorders.Many of these diseases are now known to be disorders of theimmune system. Rheumatology is considered to be the study and practice ofmedical immunology."
  },
  {
    "Code": "Q3505712",
    "Name": "Family medicine",
    "Overview": "Family medicine(FM), formerlyfamily practice(FP), is a medicalspecialtydevoted to comprehensive health care for people of all ages. The specialist is named afamily physicianorfamily doctor. In Europe, the discipline is often referred to asgeneral practiceand a practitioner as a general practice doctor orGP. This name emphasizes the holistic nature of this speciality, as well as its roots in the family. Family practice is a division ofprimary carethat provides continuing and comprehensive health care for the individual and family across all ages, genders,diseases, and parts of the body.Family physicians are oftenprimary care physicians. It is based on knowledge of the patient in the context of the family and the community, emphasizingdisease preventionandhealth promotion.According to theWorld Organization of Family Doctors(WONCA), the aim of family medicine is to provide personal, comprehensive, and continuing care for the individual in the context of the family and the community.The issues of values underlying this practice are usually known asprimary care ethics.Family physicians in the United States may hold either aM.D.or aD.O.degree. Physicians who specialize in family medicine must successfully complete an accredited three- or four-year family medicineresidencyin the United States in addition to their medical degree.  They are then eligible to sit for aboard certificationexamination, which is now required by most hospitals and health plans.American Board of Family Medicinerequires its Diplomates to maintain certification through an ongoing process ofcontinuing medical education, medical knowledge review, patient care oversight through chart audits, practice-based learning through quality improvement projects and retaking the board certification examination every 7 to 10 years. TheAmerican Osteopathic Board of Family Physiciansrequires its Diplomates to maintain certification and undergo the process of recertification every 8 years."
  },
  {
    "Code": "Q351870",
    "Name": "Reproductive medicine",
    "Overview": "Reproductive medicineis a branch ofmedicineconcerning the male and femalereproductive systems. It encompasses a variety of reproductive conditions, their prevention and assessment, as well as their subsequent treatment and prognosis.Reproductive medicine has allowed the development ofartificial reproductive techniques(ARTs) which have allowed advances in overcoming humaninfertility, as well as being used inagricultureand inwildlife conservation. Some examples of ARTs includeIVF,artificial insemination(AI) andembryo transfer, as well asgenome resource banking."
  },
  {
    "Code": "Q3673891",
    "Name": "Oral medicine",
    "Overview": "Oral Medicine is defined by the American Academy of Oral Medicine as the discipline of dentistry concerned with the oral health care of medically complex patients  including the diagnosis and management of medical conditions that affect the oral and maxillofacial region. An oral medicine doctor has received additional specialized training and experience in the diagnosis and management of oral mucosal abnormalities (growths, ulcers, infection, allergies, immune-mediated and autoimmune disorders) including Oral cancer, salivary gland disorders, temporomandibular disorders (e.g.: problems with the TMJ) and facial pain (due to musculoskeletal or neurologic conditions), taste and smell disorders; and recognition of the oral manifestations of systemic and infectious diseases. It lies at the interface betweenmedicineanddentistry. An oral medicine doctor is trained to diagnose and manage patients with disorders of the orofacial region, essentially as a \"physician of the mouth.\""
  },
  {
    "Code": "Q376680",
    "Name": "Traumatology",
    "Overview": "Inmedicine,traumatology(from Greektrauma, meaning injury or wound) is the study ofwoundsandinjuriescaused byaccidentsorviolenceto a person, and thesurgical therapyand repair of the damage. Traumatology is a branch ofmedicine. It is often considered a subset ofsurgeryand in countries without the specialty oftrauma surgeryit is most often a sub-specialty toorthopedic surgery. Traumatology may also be known asaccident surgery.Branches of traumatology include medical traumatology andpsychologicaltraumatology. Medical Traumatology can be defined as the study of specializing in the treatment of wounds and injuries caused by violence or general accidents. This type of traumatology focuses on the surgical procedures and futurephysical therapya patients need to repair the damage and recover properly. Psychological traumatology is a type of damage to one's mind due to adistressingevent. This type of trauma can also be the result of overwhelming amounts of stress in one's life. Psychological trauma usually involves some type of physical trauma that poses as a threat to one's sense of security and survival. Psychological trauma often leaves people feeling overwhelmed,anxious, and threatened."
  },
  {
    "Code": "Q3872",
    "Name": "Neuropsychology",
    "Overview": "Neuropsychologyis a branch of psychology that is concerned with how the brain and the rest of the nervous system influence a person's cognition and behaviors. More importantly, professionals in this branch of psychology often focus on how injuries or illnesses of the brain affect cognitive functions and behaviors.It is both an experimental and clinical field of psychology that aims to understand how behavior andcognitionare influenced by brain functioning and is concerned with thediagnosisandtreatmentof behavioral and cognitive effects ofneurological disorders. Whereas classicalneurologyfocuses on thepathologyof thenervous systemand classical psychology is largely divorced from it, neuropsychology seeks to discover how the braincorrelates withthemindthrough the study of neurological patients. It thus shares concepts and concerns withneuropsychiatryand withbehavioral neurologyin general. The termneuropsychologyhas been applied tolesion studiesin humans and animals. It has also been applied in efforts to record electrical activity from individual cells (or groups of cells) in higher primates (including some studies of human patients)."
  },
  {
    "Code": "Q40821",
    "Name": "Surgery",
    "Overview": "Surgeryis a medical specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function or appearance or to repair unwanted ruptured areas.The act of performing surgery may be called asurgical procedure,operation, or simply \"surgery\". In this context, the verb \"operate\" means to perform surgery. The adjectivesurgicalmeans pertaining to surgery; e.g.surgical instrumentsorsurgical nurse. The person or subject on which the surgery is performed can be a person or an animal. Asurgeonis a person who practices surgery and asurgeon's assistantis a person who practices surgical assistance. Asurgical teamis made up of surgeon,surgeon's assistant, anaesthetist, circulating nurse andsurgical technologist. Surgery usually spans minutes to hours, but it is typically not an ongoing or periodic type of treatment. The term \"surgery\" can also refer to the place where surgery is performed, or, in British English, simply the office of aphysician,dentist, orveterinarian."
  },
  {
    "Code": "Q4313186",
    "Name": "Narcology",
    "Overview": "Narcology(Russian::narkologija), from Russian-(narco-,pertaining tonarcotics, illicitdrugs) +-(-logy, \"branch of study\") is asubspecialtyofpsychiatrydealing with the prevention, treatment, diagnosis, social care and recovery ofdrug-dependent persons.The study and science of phenomena of \"narcomania\",\"toxicomania\",chronic alcoholism, and itstiology,pathogenesis, and clinical aspects.The term for a practitioner of narcology isnarcologist. In theUnited States, the comparable terms are \"addiction medicine\" and \"addictionist\".Narcology was introduced as a separated medical specialty in the Soviet Union during the early 1960s through the 1970s.The term \"narcology\" is used especially in the countries of theformer Soviet Union, includingRussia."
  },
  {
    "Code": "Q512285",
    "Name": "Environmental medicine",
    "Overview": "Environmental medicineis amultidisciplinaryfield involvingmedicine,environmental science,chemistryand others, overlapping with environmentalpathology. It can be viewed as the medical branch of the broader field ofenvironmental health. The scope of this field involves studying the interactions between environment and human health, and the role of the environment in causing or mediating disease. This specialist field of study developed after the realisation that health is more widely and dramatically affected by environmental factors than previously recognized.Environmental factors in the causation of environmental diseases can be classified into:"
  },
  {
    "Code": "Q514",
    "Name": "Anatomy",
    "Overview": "Anatomy(Greekanatome, 'dissection') is the branch ofbiologyconcerned with the study of the structure oforganismsand their parts.Anatomy is a branch of natural science which deals with the structural organization of living things. It is an old science, having its beginnings in prehistoric times.Anatomy is inherently tied todevelopmental biology,embryology,comparative anatomy,evolutionary biology, andphylogeny,as these are the processes by which anatomy is generated, both over immediate and long-term timescales. Anatomy andphysiology, which study the structure andfunctionof organisms and their parts respectively, make a natural pair ofrelated disciplines, and are often studied together.Human anatomyis one of the essentialbasic sciencesthat areappliedinmedicine.The discipline of anatomy is divided intomacroscopicandmicroscopic. Macroscopic anatomy, orgross anatomy, is the examination of an animal's body parts using unaidedeyesight. Gross anatomy also includes the branch ofsuperficial anatomy. Microscopic anatomy involves the use of optical instruments in the study of thetissuesof various structures, known ashistology, and also in the study ofcells."
  },
  {
    "Code": "Q5275614",
    "Name": "Digestive system surgery",
    "Overview": "Digestive system surgery, orgastrointestinal surgery, can be divided into upper GI surgery and lower GI surgery.Upper gastrointestinal surgery, often referred to asupper GI surgery, refers to a practise ofsurgerythat focuses on the upper parts of thegastrointestinal tract. There are many operations relevant to the upper gastrointestinal tract that are best done only by those who keep constant practise, owing to their complexity. Consequently, ageneral surgeonmay specialise in 'upper GI' by attempting to maintain currency in those skills."
  },
  {
    "Code": "Q5284418",
    "Name": "Obstetrics",
    "Overview": "Obstetricsis the field of study concentrated onpregnancy,childbirthand thepostpartum period. As amedical specialty, obstetrics is combined withgynaecologyunder the discipline known asobstetrics and gynecology(OB/GYN), which is a surgical field.Prenatal care is important in screening for variouscomplications of pregnancy. This includes routine office visits with physical exams and routine lab tests:"
  },
  {
    "Code": "Q539690",
    "Name": "Angiology",
    "Overview": "Angiology(fromGreek,angeion, \"vessel\"; and-,-logia) is the medical specialty which studies the diseases of thecirculatory systemand of thelymphatic system, i.e.,arteries,veinsandlymphatic vessels, and itsdiseases.In theUK, this field is more often termedangiology, and in theUnited Statesthe termvascular medicineis more frequent. The field of vascular medicine (angiology) is the field that deals with preventing, diagnosing and treating vascular andblood vesselrelated diseases."
  },
  {
    "Code": "Q55190072",
    "Name": "Addiction medicine",
    "Overview": "Addiction medicineis a medical subspecialty that deals with the diagnosis, prevention, evaluation, treatment, andrecoveryof persons withaddiction, of those withsubstance-relatedandaddictive disorders, and of people who show unhealthy use of substances includingalcohol,nicotine,prescription medicineand other illicit and licit drugs.The medical subspecialty often crosses over into other areas, since various aspects of addiction fall within the fields ofpublic health,psychology,social work, mental health counseling,psychiatry, andinternal medicine, among others. Incorporated within the specialty are the processes ofdetoxification,rehabilitation,harm reduction,abstinence-based treatment, individual and group therapies, oversight ofhalfway houses, treatment ofwithdrawal-related symptoms, acute intervention, and long term therapies designed to reduce likelihood of relapse. Some specialists, primarily those who also have expertise infamily medicineor internal medicine, also provide treatment for disease states commonly associated with substance use, such ashepatitisandHIV infection.Physicians specializing in the field are in general agreement concerning applicability of treatment to those with addiction to drugs, such asalcoholandheroin, and often also togambling, which has similar characteristics and has been well-described in the scientific literature. There is less agreement concerning definition or treatment of other so-called addictive behavior such assexual addictionandinternet addiction, such behaviors not being marked generally by physiologic tolerance or withdrawal."
  },
  {
    "Code": "Q5625186",
    "Name": "Gynecologic oncology",
    "Overview": "Gynecologic oncologyis a specialized field of medicine that focuses oncancersof the female reproductive system, includingovarian cancer,uterine cancer,vaginal cancer,cervical cancer, andvulvar cancer. As specialists, they have extensive training in the diagnosis and treatment of these cancers.In the United States, 82,000 women are diagnosed with gynecologic cancer annually.In 2013, an estimated 91,730 were diagnosed."
  },
  {
    "Code": "Q628764",
    "Name": "Occupational medicine",
    "Overview": "Occupational medicine, until 1960calledindustrial medicine,is the branch ofmedicinewhich is concerned with the maintenance of health in the workplace, including prevention and treatment of diseases and injuries, with secondary objectives of maintaining and increasing productivity and social adjustment in the workplace.Therefore the branch of clinical medicine active in the field ofoccupational health and safety. OM specialists work to ensure that the highest standards of occupational health and safety are achieved and maintained in the workplace. While OM may involve a wide number of disciplines, it centers onpreventive medicineand the management of illness, injury, and disability related to the workplace.Occupational physicians must have a broad knowledge of clinical medicine and be competent in some important fields. They often advise international bodies, governmental and state agencies, organizations, and trade unions.There are contextual links tophysical medicine and rehabilitationand toinsurance medicine."
  },
  {
    "Code": "Q668064",
    "Name": "Hepatology",
    "Overview": "Hepatologyis the branch ofmedicinethat incorporates the study ofliver,gallbladder,biliary tree, andpancreasas well as management of their disorders. Although traditionally considered a sub-specialty ofgastroenterology, rapid expansion has led in some countries to doctors specializing solely on this area, who are calledhepatologists.Diseases and complications related toviral hepatitisand alcohol are the main reason for seeking specialist advice. More than two billion people have been infected withhepatitis Bvirus at some point in their life, and approximately 350 million have become persistent carriers.Up to 80% ofliver cancerscan be attributed to either hepatitis B orhepatitis Cvirus. In terms ofmortality, the former is second only to smoking among known agents causingcancer. With more widespread implementation ofvaccinationand strictscreeningbeforeblood transfusion, lowerinfectionrates are expected in the future.In many countries however, overall alcohol consumption is increasing, and consequently the number of people withcirrhosisand other related complications is commensurately increasing."
  },
  {
    "Code": "Q6806614",
    "Name": "Medical toxicology",
    "Overview": "Medical toxicologyis asubspecialtyofmedicinefocusing ontoxicologyand providing thediagnosis,management, andpreventionofpoisoningand otheradverse effectsdue tomedications,occupationalandenvironmentaltoxicants, and biological agents.Medical toxicologists are involved in the assessment and treatment of a wide variety of problems, including acute or chronicpoisoning,adverse drug reactions(ADRs),drug overdoses,envenomations,substance abuse,industrial accidents, and other chemical exposures.Medical toxicology is officially recognized as a medical subspecialty by theAmerican Board of Medical Specialties.Its practitioners arephysicians, whose primary specialization is generally inemergency medicine,occupational medicine, orpediatrics."
  },
  {
    "Code": "Q731615",
    "Name": "Hyperbaric medicine",
    "Overview": "Hyperbaric medicineis medical treatment in which an ambient pressure greater than sea level atmospheric pressure is a necessary component. The treatment compriseshyperbaric oxygen therapy(HBOT), the medical use ofoxygenat an ambient pressure higher thanatmospheric pressure, andtherapeutic recompressionfordecompression illness, intended to reduce the injurious effects of systemic gas bubbles by physically reducing their size and providing improved conditions for elimination of bubbles and excess dissolved gas.The equipment required for hyperbaric oxygen treatment consists of a pressure chamber, which may be of rigid or flexible construction, and a means of delivering 100% oxygen. Operation is performed to a predetermined schedule by trained personnel who monitor the patient and may adjust the schedule as required. HBOT found early use in the treatment ofdecompression sickness, and has also shown great effectiveness in treating conditions such asgas gangreneandcarbon monoxide poisoning. More recent research has examined the possibility that it may also have value for other conditions such as cerebral palsy and multiple sclerosis, but no significant evidence has been found."
  },
  {
    "Code": "Q744029",
    "Name": "Sleep medicine",
    "Overview": "Sleep medicineis a medical specialty orsubspecialtydevoted to the diagnosis andtherapyofsleepdisturbances anddisorders.From the middle of the 20th century, research has provided increasing knowledge and answered many questions about sleep-wake functioning.The rapidly evolving fieldhas become a recognized medical subspecialty in some countries. Dental sleep medicine also qualifies forboard certificationin some countries. Properly organized, minimum 12-month,postgraduatetraining programs are still being defined in the United States.In some countries, the sleep researchers and thephysicianswho treat patients may be the same people.The first sleepclinicsin the United States were established in the 1970s by interested physicians andtechnicians; the study,diagnosisand treatment of obstructivesleep apneawere their first tasks. As late as 1999, virtually any American physician, with no specific training in sleep medicine, could open a sleeplaboratory."
  },
  {
    "Code": "Q7867",
    "Name": "Psychiatry",
    "Overview": "Psychiatryis themedical specialtydevoted to the diagnosis, prevention, and treatment ofmental disorders.These include variousmaladaptationsrelated to mood, behaviour,cognition, andperceptions. Seeglossary of psychiatry.Initial psychiatric assessment of a person typically begins with acase historyandmental status examination. Physical examinations andpsychological testsmay be conducted. On occasion,neuroimagingor otherneurophysiologicaltechniques are used.Mental disorders are often diagnosed in accordance with clinical concepts listed in diagnostic manuals such as theInternational Classification of Diseases(ICD), edited and used by theWorld Health Organization(WHO) and the widely usedDiagnostic and Statistical Manual of Mental Disorders(DSM), published by theAmerican Psychiatric Association(APA). The fifth edition of the DSM (DSM-5) was published in 2013 which re-organized the larger categories of various diseases and expanded upon the previous edition to include information/insights that are consistent with current research."
  },
  {
    "Code": "Q788926",
    "Name": "Infectious disease",
    "Overview": "Infectious diseases, also known asinfectiology, is amedical specialtydealing with the diagnosis and treatment of complex infections. An infectious disease specialist's practice consists of managing nosocomial (healthcare-acquired) infections or community-acquired infections and is historically associated withtravel medicineandtropical medicine.Infectious diseases specialists typically serve as consultants to other physicians in cases of complex infections, and often manage patients withHIV/AIDSand other forms of Immunodeficiency.Although many common infections are treated by physicians without formal expertise in infectious diseases, specialists may be consulted for cases where an infection is difficult to diagnose or manage. They may also be asked to help determine the cause of a fever of unknown origin."
  },
  {
    "Code": "Q80015",
    "Name": "Obstetrics and gynaecology",
    "Overview": "Obstetrics and gynaecology(British English) orobstetrics and gynecology(American English) is themedical specialtythat encompasses the two subspecialties ofobstetrics(coveringpregnancy,childbirth, and thepostpartum period) andgynecology(covering the health of thefemale reproductive systemvagina,uterus,ovaries, andbreasts). It is commonly abbreviated asOB-GYNorOB/GYNin US English, and asobs and gynaeorO&Gin British English.Postgraduate training programs for both fields are usually combined, preparing the practicing obstetrician-gynecologist to be adept both at the care of female reproductive organs' health and at the management of pregnancy, although many doctors go on to develop subspecialty interests in one field or the other."
  },
  {
    "Code": "Q83042",
    "Name": "Neurology",
    "Overview": "Neurology(fromGreek: (neuron), \"string, nerve\" and the suffix-logia, \"study of\") is a branch ofmedicinedealing withdisorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving thecentralandperipheral nervous systems(and their subdivisions, theautonomicandsomatic nervous systems), including their coverings, blood vessels, and all effector tissue, such as muscle.Neurological practice relies heavily on the field ofneuroscience, the scientific study of thenervous system.Aneurologistis aphysicianspecializing in neurology and trained to investigate, or diagnose and treatneurological disorders.Neurologists may also be involved inclinical research,clinical trials, andbasicortranslational research. While neurology is a nonsurgical specialty, its correspondingsurgicalspecialty isneurosurgery."
  },
  {
    "Code": "Q840545",
    "Name": "Sports medicine",
    "Overview": "Sports medicineis a branch ofmedicinethat deals withphysical fitnessand the treatment and prevention ofinjuriesrelated tosportsandexercise. Although most sports teams have employed teamphysiciansfor many years, it is only since the late 20th century that sports medicine has emerged as a distinct field ofhealth care. In some countries, Sports medicine (or Sport and Exercise medicine) is a recognized medical specialty (with similar training and standards to other medical specialties), whereas in other countries it is a special interest area but not an actual specialty.Sports medicine can refer to the specific medical specialty or subspecialty of Sports Medicines. Sport and Exercise Medicine (SEM), which is now well established in many countries. It can broadly also refer to doctors and other paramedical practitioners who work in a more broad setting. The various sports medicine experts often work together as a team to ensure the best recovery plan for the individual. Team members can include orthopedic surgeons, certified athletic trainers, sports physical therapists, physical medicine and rehabilitation specialists, as well as specialty SEM physicians"
  },
  {
    "Code": "Q898674",
    "Name": "Neonatology",
    "Overview": "Neonatologyis a subspecialty ofpediatricsthat consists of the medical care of newborn infants, especially the ill or premature newborn. It is ahospital-based specialty, and is usually practised inneonatal intensive care units(NICUs). The principal patients ofneonatologistsarenewborninfants who are ill or require special medical care due toprematurity,low birth weight,intrauterine growth restriction,congenital malformations(birth defects),sepsis,pulmonary hypoplasiaorbirth asphyxia.While high infant mortality rates were recognized by the British medical community at least as early as the 1860s,modern neonatal intensive care is a relatively recent advance.In 1898 Dr.Joseph DeLeeestablished the first premature infant incubator station inChicago,Illinois. The first American textbook onprematuritywas published in 1922. In 1931 Dr A Robert Bauer invented the first incubator to combine heat, andoxygen, as well as humidity while at Henry Ford Hospital.In 1952 Dr.Virginia Apgardescribed theApgar scorescoring system as a means of evaluating a newborn's condition. It was not until 1965 that the first American newborn intensive care unit (NICU) was opened inNew Haven,Connecticut.In 1975 the American Board of Pediatrics established sub-board certification for neonatology."
  },
  {
    "Code": "Q93235996",
    "Name": "Rheumatology",
    "Overview": ""
  },
  {
    "Code": "Q932510",
    "Name": "General surgery",
    "Overview": "General surgeryis asurgicalspecialty that focuses onabdominalcontents includingesophagus,stomach,small intestine,large intestine,liver,pancreas,gallbladder,appendixandbile ducts, and often thethyroidgland (depending on local referral patterns). They also deal with diseases involving theskin,breast,soft tissue,trauma,Peripheral artery diseaseandherniasand perform endoscopic procedures such asgastroscopyandcolonoscopy.General surgeons may sub-specialize into one or more of the following disciplines:"
  },
  {
    "Code": "Q938196",
    "Name": "Periodontology",
    "Overview": "Periodontologyorperiodontics(fromAncient Greek,peri 'around'; and,odous 'tooth', genitive,odontos) is thespecialtyofdentistrythat studies supporting structures ofteeth, as well as diseases and conditions that affect them. The supporting tissues are known as theperiodontium, which includes thegingiva(gums),alveolar bone,cementum, and theperiodontal ligament. A periodontist is a dentist that specializes in the prevention, diagnosis and treatment of periodontal disease and in the placement of dental implants.The term periodontium is used to describe the group of structures that directly surround, support and protect the teeth. The periodontium is composed largely of the gingival tissue and the supporting bone."
  },
  {
    "Code": "Q9418",
    "Name": "Psychology",
    "Overview": "Psychologyis the science ofmindandbehavior. Psychology includes the study ofconsciousandunconsciousphenomena, as well asfeelingandthought. It is an academic discipline of immense scope. Psychologists seek an understanding of the emergent properties of brains, and all the variety of phenomena linked to those emergent properties, joining this way the broaderneuro-scientificgroup of researchers. As a social science, it aims to understand individuals and groups by establishing general principles and researching specific cases.In this field, a professional practitioner or researcher is called apsychologistand can be classified as a social,behavioral, orcognitive scientist. Psychologists attempt to understand the role of mental functions in individual andsocial behavior, while also exploring thephysiologicalandbiologicalprocesses that underlie cognitive functions and behaviors."
  }
]